{"translation-revision-date":"2025-12-01 23:51:52+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Enable":["Activar"],"An error occurred while renaming the pattern.":["Ocorreu um erro ao renomear o padrão."],"Synced pattern created: %s":["Criado padrão sincronizado: %s"],"Unsynced pattern created: %s":["Criado padrão não sincronizado: %s"],"Pattern renamed":["Padrão renomeado"],"Please enter a new name for this category.":["Digite um novo nome para esta categoria."],"This category already exists. Please use a different name.":["Esta categoria já existe. Utilize um nome diferente."],"Pattern category renamed.":["Categoria de padrão renomeada."],"Overrides":["Substituições"],"Enable overrides":["Activar substituições"],"Overrides are changes you make to a block within a synced pattern instance. Use overrides to customize a synced pattern instance to suit its new context. Name this block to specify an override.":["Substituições são alterações que faz num bloco dentro de uma instância de padrão sincronizado. Use substituições para personalizar uma instância de padrão sincronizado para se adequar ao seu novo contexto. Dê um nome a este bloco para especificar uma substituição."],"For example, if you are creating a recipe pattern, you use \"Recipe Title\", \"Recipe Description\", etc.":["Por exemplo, se estiver a criar um padrão de receita, utilize \"Título da receita\", \"Descrição da receita\", etc."],"Disable overrides":["Desactivar substituições"],"Are you sure you want to disable overrides? Disabling overrides will revert all applied overrides for this block throughout instances of this pattern.":["De certeza de que pretende desactivar as substituições? Ao desactivar as substituições reverterá todas as substituições aplicadas a este bloco em todas as instâncias deste padrão."],"Disable":["Desactivar"],"Overrides currently don't support image captions or links. Remove the caption or link first before enabling overrides.":["De momento, as substituições não suportam legendas de imagens ou ligações. Remova primeiro a legenda ou a ligação antes de activar as substituições."],"Allow changes to this block throughout instances of this pattern.":["Permita alterações a este bloco em todas as instâncias deste padrão."],"This %1$s is editable using the \"%2$s\" override.":["Este %1$s é editável utilizando a substituição \"%2$s\"."],"These blocks are editable using overrides.":["Estes blocos são editáveis através de substituições."],"pattern\u0004%s (Copy)":["%s (Cópia)"],"pattern\u0004\"%s\" duplicated.":["\"%s\" duplicado."],"Detach":["Separar"],"Reset":["Repor"],"Duplicate":["Duplicar"],"Rename":["Renomear"],"Manage patterns":["Gerir padrões"],"Create pattern":["Criar padrão"],"My pattern":["O meu padrão"],"Block name changed to: \"%s\".":["Nome do bloco alterado para: \"%s\"."],"Duplicate pattern":["Duplicar padrão"],"Sync this pattern across multiple locations.":["Sincronize este padrão em múltiplos locais."],"pattern (singular)\u0004Synced":["Sincronizado"],"Categories":["Categorias"],"Save":["Guardar"],"Name":["Nome"],"Cancel":["Cancelar"],"Add":["Adicionar"]}},"comment":{"reference":"wp-includes\/js\/dist\/patterns.js"}}