{"translation-revision-date":"2025-12-02 08:54:40+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Dismiss notification":["Ignorer la notification"],"Get more space ":["Obtenez plus d’espace "],"Website template storage is full.":["Le stockage des modèles de sites est plein."],"Your subscription is currently deactivated, but you still have a 90 day window to keep all your templates safe. Upgrade within this time to continue enjoying them without interruption.":["Votre abonnement est actuellement désactivé, mais vous disposez de 90 jours pour conserver tous vos modèles. Passez à un abonnement supérieur pendant cette période pour continuer à les utiliser sans interruption."],"To get more space":["Pour obtenir plus d’espace"],"Your library is currently over the new quota. Upgrade your plan within 90 days to keep all website templates":["Votre bibliothèque dépasse actuellement le nouveau quota. Mettez à niveau votre forfait dans les 90 jours pour conserver tous les modèles de sites"],"Website template storage is %1$s%% full.":["L’espace de stockage des modèles de sites est plein à %1$s%%."],"Download Website ZIP":["Télécharger le ZIP du site web"],"Download Website":["Télécharger le site web"],"Search all Website Templates...":["Rechercher tous les modèles de sites…"],"Search & filter for website templates by category and tags, or browse through individual website templates to see what's inside.":["Recherchez et filtrez les modèles de sites par catégorie et étiquettes, ou parcourez les modèles de sites individuels pour voir ce qu’ils contiennent."],"What's going on in the Website Templates Library?":["Que se passe-t-il dans la bibliothèque de modèles de sites ?"],"What's a Website Template?":["Qu’est-ce qu’un modèle de site ?"],"Import Website Template":["Importer un modèle de site"],"Upgrade to Elementor Pro to import your own website template and save templates that you can reuse on any of your connected websites.":["Passez à Elementor Pro pour importer votre propre modèle de site et enregistrer des modèles que vous pouvez réutiliser sur n’importe lequel de vos sites connectés."],"It's time to level up":["Il est temps de passer à la vitesse supérieure"],"Export this site":["Exporter ce site"],"Once you export a Website to the cloud, you'll find it here and be able to use it on all your sites.":["Une fois que vous avez exporté un site vers le cloud, vous le retrouverez ici et pourrez l’utiliser sur tous vos sites."],"No Website Templates to show here yet":["Aucun modèle de site à afficher ici pour le moment"],"No Website Templates found for your search":["Aucun modèle de site trouvé pour votre recherche"],"Search my Website Templates...":["Rechercher mes modèles de sites…"],"Plan":["Offre"],"All Website Templates":["Tous les modèles de sites"],"My Website Templates":["Mes modèles de sites"],"Removing \"%s\" will permanently delete this website template from your library.":["La suppression de « %s » supprimera définitivement ce modèle de site de votre bibliothèque."],"Delete this Website Template?":["Supprimer ce modèle de site ?"],"Remove existing":["Supprimer l’existant"],"Remove the existing Website Template before applying a new one.":["Supprimez le modèle de site existant avant d’en appliquer un nouveau."],"You've already applied a Website Templates.":["Vous avez déjà appliqué un modèle de site."],"Check out Elementor Website Templates on ThemeForest":["Découvrez les modèles de sites Elementor sur ThemeForest"],"Looking for more Website Templates?":["Vous recherchez plus de modèles de sites ?"],"Website Templates":["Modèles de sites"],"Your library has been deactivated":["Votre bibliothèque a été désactivée"],"Agency":["Agence"],"Expert":["Expert"],"Free":["Gratuit"],"Advanced & Higher":["Avancé et supérieur"],"Essential":["Essentiel"],"Upgrade now":["Mettre à niveau maintenant"],"of":["de"],"Go to pages":["Aller aux pages"],"Go to the pages screen to make sure your kit pages have been imported successfully. If not, try again.":["Allez aux pages pour vous assurer que les pages de votre kit ont bien été importées. Sinon, réessayez."],"Apply anyway":["Appliquer tout de même"],"Applying two Website Templates on the same website will mix global styles and colors and hurt your site's performance.":["Application de deux modèles de site sur le même site internet se mélangera aux styles globaux et couleurs et nuit aux performances de votre site."],"Upgrade":["Mettre à niveau"],"Create New Elementor Page":["Créer une nouvelle page Elementor"],"Blank Canvas":["Canevas vierge"],"Customize":["Personnaliser"],"Add to Favorites":["Ajouter aux favoris"],"Remove from Favorites":["Retirer des favoris"],"Apply All":["Appliquer à tout"],"Apply %s?":["Appliquer %s ?"],"By applying the entire kit, you'll override any styles, settings or content already on your site.":["En appliquant l’ensemble du kit, vous surchargerez tous les styles, réglages ou contenus déjà présents sur votre site."],"You can use everything in this kit, or Customize to only include some items.":["Vous pouvez tout utiliser dans ce kit, ou personnaliser pour inclure uniquement certains éléments."],"Loading...":["Chargement…"],"Sort Ascending":["Tri croissant"],"Sort Descending":["Tri décroissant"],"Welcome to the Library":["Bienvenue dans la bibliothèque"],"Categories":["Catégories"],"View Demo":["Voir la démo"],"Overview":["Vue d’ensemble"],"WHAT'S INSIDE":["Ce qu’il y a dedans"],"Try different keywords or ":["Essayez d’autres mots-clés ou "],"No results matched your search.":["Aucun résultat ne correspond à votre recherche."],"Nothing to worry about, use 🔄 on the top corner to try again. If the problem continues, head over to the Help Center.":["Rien d’inquiétant, utilisez 🔄 en haut à droite pour réessayer. Si le problème persiste, rendez-vous au centre d’aide."],"Trending":["Tendance"],"Favorites":["Favoris"],"about using templates":["à propos de l’utilisation des modèles"],"Happy browsing!":["Bonne navigation !"],"Once you've picked a winner, apply it to your site!":["Une fois que vous avez choisi un gagnant, appliquez-le à votre site !"],"Refetch":["Remettre à zéro"],"Continue browsing.":["Poursuivre la navigation."],"Search %s...":["Rechercher %s…"],"Clear all":["Tout effacer"],"no":["aucun"],"Showing %s result for":["Afficher %s résultat pour","Afficher %s résultats pour"],"No favorites here yet...":["Encore aucun favori ici…"],"Got it":["J’ai compris"],"Featured":["Mis en avant"],"Features":["Fonctionnalités"],"Tags":["Étiquettes"],"Use the heart icon to save Website Templates that inspire you. You'll be able to find them here.":["Utilisez l’icône en forme de cœur pour enregistrer les modèles de site qui vous inspirent. Vous pourrez les retrouver ici."],"A Website Template is full, ready-made design that you can apply to your site. It includes all the pages, parts, settings and content that you'd expect in a fully functional website.":["Un modèle de site est une conception complète, prêt à l’emploi, que vous pouvez appliquer à votre site. Elle inclut toutes les pages, les parties, les réglages et le contenu que vous attendez d’un site entièrement fonctionnel."],"Kit Library":["Bibliothèque de kits"],"Import":["Importer"],"Learn more":["Apprendre plus"],"Site Parts":["Parties du site"],"Access this template and our entire library by creating a free personal account":["Accédez à ce modèle et à l’ensemble de notre bibliothèque en créant un compte personnel gratuit"],"Connect to Template Library":["Se connecter à la bibliothèque de modèles"],"Unable to connect":["Impossible de se connecter"],"Get Started":["Premiers pas"],"Popups":["Fenêtres surgissantes"],"Connect":["Connecter"],"Pro":["Pro"],"Something went wrong.":["Quelque chose s’est mal passé."],"Pages":["Pages"],"No Results Found":["Aucun résultat trouvé"],"or":["ou"],"Popular":["Populaire"],"New":["Nouveauté"],"Remove":["Retirer"],"Actions":["Actions"],"Mobile":["Mobile"],"Back to Library":["Retour à la bibliothèque"],"Learn More":["En savoir plus"],"Apply":["Appliquer"],"Tablet":["Tablette"],"Advanced":["Avancé"],"Cancel":["Annuler"],"Info":["Info"],"Desktop":["Ordinateur"],"Delete":["Supprimer"],"Clear":["Vider"]}},"comment":{"reference":"assets\/js\/kit-library.2e38a4b9ca626956b67f.bundle.js"}}