{"translation-revision-date":"2025-12-11 11:53:52+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Hello":["Witaj"],"Hello Biz":["Witaj Biz"],"Continue with blank canvas":["Kontynuuj z pustym płótnem"],"The theme delivers fast setup, intuitive tools, and business-focused widgets.":["Motyw oferuje szybką konfigurację, intuicyjne narzędzia i widżety przeznaczone dla firm."],"Which theme would you like?":["Jaki motyw chcesz?"],"It offers premium Elementor tools, and a responsive foundation for startups and portfolios.":["Oferuje najwyższej klasy narzędzia Elementor i responsywną podstawę dla startupów i portfolio."],"It's fast, flexible, and beginner-friendly, offering a solid foundation for customizable designs.":["Jest szybki, elastyczny i przyjazny dla początkujących, oferując solidną podstawę do tworzenia dostosowywalnych projektów."],"How would you like to create your website?":["Jak chcesz stworzyć swoją witrynę internetową?"],"Pro is now active! You can continue.":["Wersja Pro jest już włączona! Możesz kontynuować."],"Click here to connect":["Kliknij tutaj, aby połączyć"],"Already have an account?":["Masz już konto?"],"Start setup":["Rozpocznij konfigurację"],"Unlock tools that streamline your workflow and site setup":["Odblokuj narzędzia usprawniające Twój przepływ pracy i konfigurację witryny"],"Manage all your sites from the My Elementor dashboard":["Zarządzaj wszystkimi swoimi witrynami z poziomu kokpitu Mój Elementor"],"Access dozens of professionally designed templates":["Uzyskaj dostęp do dziesiątek profesjonalnie zaprojektowanych szablonów"],"To get the most of Elementor, we'll connect your account.":["Aby w pełni wykorzystać możliwości Elementora, połączymy Twoje konto."],"Skip setup":["Pomiń konfigurację"],"Click here to go to Elementor's Website Templates":["Kliknij tutaj, aby przejść do szablonów witryn internetowych Elementora"],"Get online faster":["Bądź szybszy online"],"Hello Biz by Elementor helps you launch your professional business website - fast.":["Hello Biz od Elementora pomoże Ci szybko uruchomić profesjonalną witrynę biznesową."],"Hello Biz Theme":["Motyw Hello Biz"],"Click here to go to Elementor's Site Planner":["Kliknij tutaj, aby przejść do Planisty witryny Elementor"],"Create a professional site in minutes using AI":["Utwórz profesjonalną witrynę w ciągu kilku minut, korzystając z SI"],"Custom Code & CSS":["Własny kod i CSS"],"first steps:":["pierwsze kroki:"],"You're here!":["Jesteś tutaj!"],"Motion Effects & Animations":["Efekty ruchu i animacje"],"Templates & Theme Builder":["Kreator motywów i szablonów"],"Welcome aboard! What's next?":["Witamy na pokładzie! Co nowego?"],"Choose Features":["Wybierz funkcje"],"Notes & Collaboration":["Notatki i współpraca"],"WooCommerce Builder":["Kreator WooCommerce"],"Which Elementor Pro features do you need to bring your creative vision to life?":["Które funkcje Elementora Pro przydadzą Ci się, aby wcielić w życie swoją kreatywną wizję?"],"Elevate your website with additional Pro features.":["Ulepsz swoją witrynę internetową dzięki dodatkowym funkcjom Pro."]," Let's get connected.":[" Połączmy się."],"Choose additional features":["Wybierz dodatkowe funkcje"],"To get the most out of Elementor, we'll help you take your":["Aby w pełni wykorzystać możliwości Elementora, pomożemy Ci"],"Based on the features you chose, we recommend the %s plan, or higher":["Na podstawie wybranych przez Ciebie funkcji zalecamy plan %s lub wyższy"],"Popup Builder":["Kreator wyskakujących okienek"],"Lead Collection & Form Builder":["Zbieranie potencjalnych klientów i kreator formularzy"],"Essential":["Niezbędny"],"Choose a professionally-designed template or import your own":["Wybierz profesjonalnie zaprojektowany szablon lub zaimportuj swój własny"],"Upgrade now":["Ulepsz teraz"],"Ready to Get Elementor Pro?":["Gotowy na zakup Elementora Pro?"],"Upgrade":["Ulepsz"],"Upgrade Now":["Ulepsz teraz"],"Uploading":["Przesyłanie"],"Here's why:":["Oto dlaczego:"],"You can switch your theme later on":["Możesz zmienić motyw później"],"Great for SEO":["Świetny dla SEO"],"Lightweight and fast loading":["Lekki i szybko wczytujący się"],"Every site starts with a theme.":["Każda witryna zaczyna od motywu."],"Browse":["Przeglądaj"],"Drag & Drop your .zip file here":["Przeciągnij i upuść plik .zip tutaj"],"Click here to create a new page and open it in Elementor Editor":["Kliknij tutaj aby stworzyć nową stronę i otworzyć ją w edytorze Elementora"],"That's a wrap! What's next?":["Mamy to! Co następne?"],"Edit a blank canvas with the Elementor Editor":["Edytuj puste płótno za pomocą edytora Elementor"],"You're here! Let's set things up.":["Jesteś tu! Ustawmy rzeczy."],"Don't know where to get the file from?":["Nie wiesz, skąd zdobyć ten plik?"],"Import your Elementor Pro plugin file":["Importuj plik wtyczki Elementor Pro"],"Upload and Install Elementor Pro":["Prześlij i zainstaluj Elementor Pro"],"This is what your site is called on the WP dashboard, and can be changed later from the general settings - it's not your website's URL.":["Tak twoja strona nazywa się na Kokpicie WP. Tę nazwę można później zmienić w ustawieniach głównych - nie jest to adres URL twojej witryny."],"Now, let's give your site a name.":["A teraz nazwijmy twoją witrynę."],"Sorry, the name wasn't saved. Try again, or skip for now.":["Nazwa niestety nie została zapisana. Spróbuj ponownie albo zostaw to na później."],"There was a problem with enabling SVG uploads. Try again, or use another image format.":["Wystąpił problem z umożliwianiem wysyłania plików SVG. Spróbuj ponownie albo użyj innego formatu obrazka."],"This allows Elementor to scan your SVGs for malicious content. If you do not wish to allow this, use a different image format.":["To pozwala Elementorowi skanować twoje pliki SVG w poszukiwaniu złośliwych treści. Jeśli nie chcesz wyrazić na to zgody, użyj innego formatu obrazka."],"Open Media Library":["Otwórz multimedia"],"Drop image here":["Upuść tutaj obrazek"],"Potential Site Logo":["Potencjalne logo witryny"],"Otherwise, you can skip this and add one later.":["Jeśli nie, możesz pominąć ten krok i dodać je później."],"Have a logo? Add it here.":["Masz logo? Dodaj je tu."],"Okay, now we're really close...":["Okej, teraz to już jesteśmy bardzo blisko..."],"Hold on, this can take a minute...":["Poczekaj, to może potrwać minutę..."],"There was a problem activating Hello Biz Theme.":["Wystąpił problem podczas włączenia motywu Hello Biz."],"There was a problem installing Hello Biz Theme.":["Wystąpił problem podczas instalowania motywu Hello Biz."],"Continue with Hello Biz Theme":["Kontynuuj z motywem Hello Biz"],"There are three ways to get started with Elementor:":["Istnieją trzy sposoby rozpoczęcia korzystania z Elementora:"],"This file type is not supported. Try a different type of file":["Ten rodzaj pliku nie jest obsługiwany. Spróbuj użyć innego rodzaju pliku"],"Your site’s got Hello theme. High-five!":["Twoja witryna ma motyw Hello. Przybij piątkę!"],"Give your site a name & logo":["Daj swojej stronie nazwę oraz logo"],"Set your site's theme":["Ustaw motyw twojej strony"],"Good to Go":["Jesteś gotowy"],"Elementor Account":["Konto Elementor"],"Elementor Logo":["Logo Elementor"],"Already have Elementor Pro?":["Masz już Elementor Pro?"],"Premium Support":["Wsparcie Premium"],"Oops, the connection failed. Try again.":["Ups, połączenie nie powiodło się. Spróbuj ponownie."],"Then you can:":["Wówczas możesz:"],"Take part in the community forum, share & grow together":["Weź udział w forum społeczności, dziel się i rozwijaj razem"],"Manage your site with our handy dashboard":["Zarządzaj swoją witryną za pomocą naszego wygodnego pulpitu nawigacyjnego"],"Choose from countless professional templates":["Wybieraj spośród niezliczonych profesjonalnych szablonów"],"Choose how to start creating":["Wybierz sposób rozpoczęcia tworzenia"],"And so much more!":["I wiele więcej!"],"Create Account":["Utwórz konto"],"300+ Basic & Pro templates":["Ponad 300 szablonów podstawowych i profesjonalnych"],"90+ Basic & Pro widgets":["Ponad 90 podstawowych i profesjonalnych widżetów"],"To get the most out of Elementor, we’ll connect your account.":["Aby w pełni wykorzystać możliwości Elementora, połączymy Twoje konto."],"Let’s do it":["Zróbmy to"],"My Elementor":["Mój Elementor"],"Site Name":["Nazwa witryny"],"Site Logo":["Logo witryny"],"Dynamic Content":["Treść dynamiczna"],"Next":["Następne"],"Skip":["Pomiń"],"Getting Started":["Pierwsze kroki"],"or":["lub"],"Click here":["Kliknij tutaj"],"Advanced":["Zaawansowane"]}},"comment":{"reference":"assets\/js\/onboarding.a7a34522c0205e4ea1ea.bundle.js"}}