{"translation-revision-date":"2025-04-29 12:04:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Company":["Công ty"],"Country":["Quốc gia"],"City":["Thành phố"],"Zip":["Mã bưu chính"],"Organization name":["Tên tổ chức"],"Connected Successfully":["Đã kết nối thành công"],"global":["toàn cầu"],"Take me there":["Đưa tôi đến đó"],"Notes":["Nhận xét"],"<h3>Sorry, something went wrong.<\/h3><br>To define a purchase summary page for your site, head over to Site Settings.":["<h3>Xin lỗi, đã xảy ra sự cố.<\/h3><br>Để định nghĩa trang tóm tắt mua hàng cho trang web của bạn, hãy vào cài đặt trang."],"<h3>Set up a purchase summary page<\/h3><br>This page shows payment and order details. To set one up, go to Site Settings.":["<h3>Thiết lập trang tóm tắt mua hàng<\/h3><br>Trang này hiển thị chi tiết thanh toán và đơn hàng. Để thiết lập một cái, hãy đi tới cài đặt trang."],"You've updated your summary page.":["Bạn đã cập nhật trang tóm tắt của mình."],"Changes you make here will override your WooCommerce default purchase summary page.":["Những thay đổi bạn thực hiện ở đây sẽ ghi đè trang tóm tắt mua hàng mặc định WooCommerce của bạn."],"Want to save this as your purchase summary page?":["Bạn muốn lưu trang này làm trang tóm tắt mua hàng của mình?"],"<h3>Set up a checkout page<\/h3><br>Without a checkout page, visitors can't complete transactions on your site. To set one up, go to Site Settings.":["<h3>Thiết lập trang thanh toán<\/h3><br>Nếu không có trang thanh toán, khách truy cập không thể hoàn tất giao dịch trên trang web của bạn. Để thiết lập một cái, hãy đi tới cài đặt trang."],"You've updated your checkout page.":["Bạn đã cập nhật trang thanh toán của mình."],"Changes you make here will override your existing WooCommerce settings.":["Những thay đổi bạn thực hiện ở đây sẽ ghi đè cài đặt WooCommerce hiện có của bạn."],"Want to save this as your checkout page?":["Bạn muốn lưu trang này làm trang thanh toán?"],"No thanks":["Không, cám ơn"],"<h3>Sorry, something went wrong.<\/h3><br>To define a my account page for your site, head over to Site Settings.":["<h3>Xin lỗi, đã xảy ra lỗi.<\/h3><br>Để xác định trang tài khoản của tôi cho trang web của bạn, hãy đi tới cài đặt trang web."],"<h3>Set up a My Account page<\/h3><br>Without it, customers can't update their billing details, review past orders, etc. To set up My Account, go to Site Settings.":["<h3>Thiết lập trang tài khoản của tôi<\/h3><br>Không có trang này, khách hàng không thể cập nhật chi tiết thanh toán của mình, xem lại các đơn đặt hàng trước đây, v.v. Để thiết lập tài khoản của tôi, hãy đi tới cài đặt trang web."],"You've updated your my account page.":["Bạn đã cập nhật trang tài khoản của tôi."],"Want to save this as your my account page?":["Bạn muốn lưu trang này làm trang tài khoản của tôi?"],"<h3>Sorry, something went wrong.<\/h3><br>To define a cart page for your site, head over to Site Settings.":["<h3>Rất tiếc, đã xảy ra lỗi.<\/h3><br>Để xác định trang giỏ hàng cho trang web của bạn, hãy đi tới cài đặt trang web."],"<h3>Set up a cart page<\/h3><br>The cart page shows an order summary. To set one up, go to Site Settings.":["<h3>Thiết lập trang giỏ hàng<\/h3><br>Trang giỏ hàng hiển thị tóm tắt đơn hàng. Để thiết lập một cái, hãy đi tới cài đặt trang."],"You've updated your cart page.":["Bạn đã cập nhật trang giỏ hàng."],"Want to save this as your cart page?":["Bạn muốn lưu trang này làm trang giỏ hàng?"],"<h3>Sorry, something went wrong.<\/h3><br>To define a checkout page for your site, head over to Site Settings.":["<h3>Rất tiếc, đã xảy ra lỗi.<\/h3><br>Để xác định trang thanh toán cho trang web của bạn, hãy đi tới cài đặt trang web."],"View Live Site":["Xem trang web trực tiếp"],"Open Site Editor":["Mở trình sửa trang"],"Loop":["Vòng lặp"],"Motion Effects":["Hiệu ứng chuyển động"],"Advanced Rules":["Quy tắc nâng cao"],"Triggers":["Kích hoạt"],"Save & Close":["Lưu & Đóng"],"Apply current template to these pages.":["Áp dụng mẫu hiện tại cho các trang này."],"Conditions":["Các điều kiện"],"Publish Settings":["Cài đặt xuất bản"],"Popups":["Cửa sổ Popup bật lên"],"What action the user needs to do for the popup to open.":["Người dùng cần thực hiện hành động gì để mở cửa sổ Popup bật lên."],"Requirements that have to be met for the popup to open.":["Các yêu cầu phải đáp ứng để mở cửa sổ Popup bật lên."],"Add Condition":["Thêm điều kiện"],"Display Conditions":["Điều kiện hiển thị"],"Next":["Tiếp theo"],"Linked to Global":["Liên kết với toàn trang"],"Save %s":["Lưu %s"],"All":["Tất cả"],"Template":["Mẫu"],"Custom CSS":["Tùy chỉnh CSS"],"Name":["Tên"],"Cancel":["Hủy bỏ"],"None":["Không"],"Email":["Email"],"Edit Template":["Sửa mẫu"],"Save":["Lưu"],"You'll be able to add this global widget to multiple areas on your site, and edit it from one single place.":["Bạn sẽ có thể thêm tiện ích chung này vào nhiều khu vực trên trang web của mình và chỉnh sửa nó từ một nơi duy nhất."],"Save your widget as a global widget":["Lưu tiện ích của bạn dưới dạng tiện ích toàn trang"],"This will make the widget stop being global. It'll be reverted into being just a regular widget.":["Điều này sẽ làm cho tiện ích không còn mang tính toàn trang. Nó sẽ được hoàn tác thành một tiện ích thông thường."],"Unlink Widget":["Hủy liên kết tiện ích"],"Unlink":["Hủy liên kết"]}},"comment":{"reference":"assets\/js\/editor.js"}}