{"translation-revision-date":"2025-12-11 11:53:52+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Ouch, there was a glitch. Try activating V4 again soon.":["Auć, nastąpiła usterka. Spróbuj ponownie włączyć V4 wkrótce."],"You’ve deactivated the new Editor. Have feedback?":["Wyłączyłeś nowego Edytora. Masz jakieś uwagi?"],"Welcome! You’ve got the newest version of the editor.":["Witamy! Masz najnowszą wersję edytora."],"Deactivate V4":["Wyłącz V4"],"The road to Editor V4":["Droga do edytora V4"],"Tell us why":["Powiedz nam dlaczego"],"You’re deactivating Editor V4":["Wyłączasz edytor V4"],"Editor V4 is currently in alpha, ":["Edytor V4 jest obecnie w wersji alfa, "]," Important notes:":[" Ważne notatki:"],"Activate the new experience":["Włącz nowe doświadczenie"],"Try out the new experience":["Wypróbuj nowe doświadczenie"],"Head over to Github":["Przejdź do Github"],"We’d love your feedback!":["Chętnie poznamy Twoją opinię!"],"Editor V4 is still in alpha and should not be used on live sites yet.":["Edytor V4 jest nadal w fazie alfa i nie należy go jeszcze używać na aktywnych witrynach."],"And much more!":["I wiele więcej!"],"Fully responsive design - Customize any style property per screen.":["W pełni responsywny projekt - Możliwość dostosowania dowolnego stylu do danego ekranu."],"Consistent styling experience - A unified Style tab for all elements.":["Spójny styl - Ujednolicona karta Styl dla wszystkich elementów."],"Professional tools at your fingertips - classes and states.":["Profesjonalne narzędzia na wyciągnięcie ręki - klasy i stany."],"Unparalleled performance - Cleaner code & a lighter CSS footprint.":["Bezkonkurencyjna wydajność - Czystszy kod i mniejsze zużycie CSS."],"Here’s what’s inside the alpha version:":["Oto, co znajdziesz w wersji alfa:"],"Welcome to a new era of web creation with Editor V4. It’s faster, more flexible, and built with a fresh approach to structure & styling.":["Witamy w nowej erze tworzenia stron internetowych z Editor V4. Jest szybszy, bardziej elastyczny i zbudowany ze świeżym podejściem do struktury i stylizacji."],"Containers, the Top Bar, and Nested Elements will stay in their current status.":["Kontenery, pasek górny i elementy zagnieżdżone zachowają swój obecny status."],"By deactivating, you’ll lose all Editor V4 features, and any content you created with V4-specific features will no longer be available or appear on your site.":["Wyłączenie spowoduje utratę wszystkich funkcji Edytora V4, a wszelkie treści utworzone za pomocą funkcji specyficznych dla wersji V4 nie będą już dostępne ani nie będą wyświetlane w Twojej witrynie."],"Keep in mind:":["Pamiętaj o:"],"We hope you enjoyed testing and building with these new features.":["Mamy nadzieję, że testowanie i tworzenie nowych funkcji sprawiło Ci przyjemność."],"When you activate Editor V4, you’ll also be activating Containers, the Top Bar, and Nested Elements. You can turn them back off by going to WP Admin > Elementor > Settings > Features.":["Po włączeniu Editor V4 włączysz również Kontenery, Górny pasek i Zagnieżdżone elementy. Możesz je wyłączyć, przechodząc do WP Admin > Elementor > Ustawienia > Funkcje."],"and development is still in progress. Do not use it on live sites - use a staging or development environment instead.":["a rozwój jest nadal w toku. Nie używaj go na aktywnych stronach - zamiast tego użyj środowiska testowego lub programistycznego."],"By activating, you’ll get early access to the next generation of Elementor’s Editor. This is your chance to explore new capabilities and help shape the future of Elementor! ":["Włączając, otrzymasz wczesny dostęp do edytora Elementora nowej generacji. To Twoja szansa na odkrycie nowych możliwości i pomoc w kształtowaniu przyszłości Elementora! "],"I’ve read and understood.":["Przeczytałem i zrozumiałem."],"You are about to enable Editor V4 features!":["Zamierzasz włączyć funkcje Edytora V4!"],"Editor V4":["Edytor V4"],"Activate":["Włącz"],"Learn more":["Dowiedz się więcej"],"Alpha":["Alfa"],"Cancel":["Anuluj"]}},"comment":{"reference":"assets\/js\/editor-v4-opt-in.js"}}