{"translation-revision-date":"2025-11-13 08:39:48+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"<h3>Set up a cart page<\/h3><br>The cart page shows an order summary. To set one up, go to Site Settings.":["<h3>Configurer une page de panier<\/h3><br> La page de panier affiche un récapitulatif de la commande. Pour en configurer une, aller aux réglages du site."],"<h3>Set up a checkout page<\/h3><br>Without a checkout page, visitors can't complete transactions on your site. To set one up, go to Site Settings.":["<h3>Configurer une page de validation de commande<\/h3><br>Sans page de validation de commande, les visiteurs ne peuvent pas compléter de transaction sur votre site. Pour en configurer une, allez dans les réglages du site."],"<h3>Set up a My Account page<\/h3><br>Without it, customers can't update their billing details, review past orders, etc. To set up My Account, go to Site Settings.":["<h3>Configurer une page Mon compte<\/h3><br> Sans elle, les clients ne peuvent pas mettre à jour leurs informations de facturation, consulter les commandes passées, etc. Pour configurer Mon compte, aller aux réglages du site."],"<h3>Set up a purchase summary page<\/h3><br>This page shows payment and order details. To set one up, go to Site Settings.":["<h3>Configurez une page de récapitulatif des achats<\/h3><br>Cette page affiche les détails du paiement et de la commande. Pour en configurer une, accédez aux réglages du site."],"<h3>Sorry, something went wrong.<\/h3><br>To define a cart page for your site, head over to Site Settings.":["<h3>Désolé, une erreur est survenue.<\/h3><br>Pour définir une page de panier pour le site, rendez-vous dans les réglages du site. "],"<h3>Sorry, something went wrong.<\/h3><br>To define a checkout page for your site, head over to Site Settings.":["<h3>Désolé, une erreur est survenue.<\/h3><br>Pour définir une page de commande pour le site, rendez-vous dans les réglages du site."],"<h3>Sorry, something went wrong.<\/h3><br>To define a my account page for your site, head over to Site Settings.":[" \t<h3>Désolé, une erreur est survenue.<\/h3><br>Pour définir une page Moncompte pour le site, rendez-vous dans les réglages du site. "],"<h3>Sorry, something went wrong.<\/h3><br>To define a purchase summary page for your site, head over to Site Settings.":["<h3>Désolé, une erreur s’est produite.<\/h3><br>Pour définir une page « Récapitulatif de commande » pour votre site, rendez-vous dans les réglages du site."],"Changes you make here will override your existing WooCommerce settings.":["Les modifications apportées ici remplaceront les réglages de WooCommerce."],"Changes you make here will override your WooCommerce default purchase summary page.":["Les modifications que vous apportez ici remplaceront la page de récapitulatif des achats par défaut de WooCommerce."],"No thanks":["Non merci."],"Save":["Enregistrer"],"Take me there":["Emmenez-moi là-bas"],"Want to save this as your cart page?":["L’enregistrer comme page de panier ? "],"Want to save this as your checkout page?":["L’enregistrer comme page de paiement ?"],"Want to save this as your my account page?":["L’enregistrer comme page mon compte ? "],"Want to save this as your purchase summary page?":["Voulez-vous enregistrer ceci comme page de récapitulatif de commande ?"],"You've updated your cart page.":["Vous avez mis à jour votre page du panier."],"You've updated your checkout page.":["Vous avez mis à jour la page de validation de commande."],"You've updated your my account page.":["Vous avez mis à jour la page mon compte."],"You've updated your summary page.":["Vous avez mis à jour votre page « Récapitulatif »."]}},"comment":{"reference":"modules\/woocommerce\/assets\/js\/editor\/module.js"}}