{"translation-revision-date":"2025-12-02 08:54:40+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"How would you like to create your website?":["Comment souhaitez-vous créer votre site ?"],"Which theme would you like?":["Quel thème préférez-vous ?"],"Hello Biz":["Hello Biz"],"Hello":["Hello"],"Continue with blank canvas":["Continuez avec un canevas vierge"],"The theme delivers fast setup, intuitive tools, and business-focused widgets.":["Ce thème offre une configuration rapide, des outils intuitifs et des widgets axés sur les besoins des entreprises."],"It's fast, flexible, and beginner-friendly, offering a solid foundation for customizable designs.":["C'est rapide, flexible et facile à prendre en main pour les débutants, offrant une base solide pour des conceptions personnalisables."],"It offers premium Elementor tools, and a responsive foundation for startups and portfolios.":["Cela offre des outils Elementor PRO et une base responsive pour les startups et les portfolios."],"Pro is now active! You can continue.":["La version Pro est désormais active ! Vous pouvez continuer."],"Click here to connect":["Cliquez ici pour vous connecter"],"Already have an account?":["Vous avez déjà un compte ?"],"Start setup":["Démarrer la configuration"],"Unlock tools that streamline your workflow and site setup":["Débloquez des outils qui rationalisent votre flux de travail et la configuration de votre site"],"Manage all your sites from the My Elementor dashboard":["Gérez tous vos sites depuis le tableau de bord My Elementor"],"Access dozens of professionally designed templates":["Accédez à des dizaines de modèles conçus par des professionnels"],"To get the most of Elementor, we'll connect your account.":["Pour profiter au maximum d’Elementor, nous connecterons votre compte."],"Skip setup":["Ignorer la configuration"],"Click here to go to Elementor's Website Templates":["Cliquez ici pour accéder aux modèles de sites d’Elementor"],"Get online faster":["Connectez-vous plus rapidement"],"Hello Biz by Elementor helps you launch your professional business website - fast.":["Hello Biz by Elementor vous aide à lancer rapidement votre site professionnel."],"Create a professional site in minutes using AI":["Créez un site professionnel en quelques minutes grâce à l’IA"],"Click here to go to Elementor's Site Planner":["Cliquez ici pour accéder au planificateur de site d’Elementor"],"Hello Biz Theme":["Thème Hello Biz"],"Motion Effects & Animations":["Effets de mouvement et animations"],"Custom Code & CSS":["Code personnalisé et CSS"],"WooCommerce Builder":["Constructeur WooCommerce"],"Templates & Theme Builder":["Modèles et constructeur de thème"],"Welcome aboard! What's next?":["Bienvenue à bord ! Et après ?"],"Essential":["Essentiel"]," Let's get connected.":[" Restons connectés."],"You're here!":["Vous êtes ici !"],"first steps:":["premières étapes :"],"To get the most out of Elementor, we'll help you take your":["Pour tirer le meilleur parti d’Elementor, nous vous aiderons à prendre votre"],"Choose Features":["Choisissez les fonctionnalités"],"Based on the features you chose, we recommend the %s plan, or higher":["En fonction des fonctionnalités que vous avez choisies, nous recommandons le forfait %s ou supérieur"],"Notes & Collaboration":["Notes & collaboration"],"Popup Builder":["Constructeur de fenêtre surgissante"],"Lead Collection & Form Builder":["Collecte de prospects et constructeur de formulaire"],"Which Elementor Pro features do you need to bring your creative vision to life?":["De quelles fonctionnalités Elementor Pro avez-vous besoin pour donner vie à votre vision créative ?"],"Elevate your website with additional Pro features.":["Améliorez votre site avec des fonctionnalités Pro supplémentaires."],"Choose additional features":["Choisir des fonctionnalités supplémentaires"],"Choose a professionally-designed template or import your own":["Choisissez un modèle conçu par des professionnels ou importez le vôtre"],"Upgrade now":["Mettre à niveau maintenant"],"Ready to Get Elementor Pro?":["Prêt à obtenir Elementor Pro ?"],"Upgrade Now":["Mettre à niveau maintenant"],"Upgrade":["Mettre à niveau"],"Uploading":["Téléverser"],"Here's why:":["Voici pourquoi :"],"You can switch your theme later on":["Vous pouvez changer de thème ultérieurement"],"Great for SEO":["Idéal pour le SEO"],"Every site starts with a theme.":["Chaque site commence par un thème."],"Lightweight and fast loading":["Chargement léger et rapide"],"You're here! Let's set things up.":["Vous êtes ici ! On va régler les choses."],"Browse":["Parcourir"],"Drag & Drop your .zip file here":["Glissez-déposez votre fichier .zip ici"],"Upload and Install Elementor Pro":["Téléverser et installer Elementor Pro"],"Now, let's give your site a name.":["Maintenant, donnez un nom à votre site."],"Otherwise, you can skip this and add one later.":["Sinon, vous pouvez passer cette étape et en ajouter un ultérieurement."],"Have a logo? Add it here.":["Vous avez un logo ? Ajoutez-le ici."],"Potential Site Logo":["Logo potentiel du site"],"Don't know where to get the file from?":["Vous ne savez pas où trouver le fichier ?"],"Import your Elementor Pro plugin file":["Importer le fichier de votre extension Elementor Pro"],"This is what your site is called on the WP dashboard, and can be changed later from the general settings - it's not your website's URL.":["C’est le nom de votre site sur le tableau de bord WP, il peut être modifié ultérieurement à partir des réglages généraux - il est différent de l’URL de votre site."],"Sorry, the name wasn't saved. Try again, or skip for now.":["Désolé, le nom n’a pas été enregistré. Réessayez ou passez cette étape pour l’instant."],"This file type is not supported. Try a different type of file":["Ce type de fichier n’est pas pris en charge. Essayez un type de fichier différent"],"Open Media Library":["Ouvrir la médiathèque"],"Drop image here":["Glissez votre image ici"],"Your site’s got Hello theme. High-five!":["Votre site a le thème Hello. Bravo !"],"Edit a blank canvas with the Elementor Editor":["Modifier un canevas vierge avec l’éditeur Elementor"],"There are three ways to get started with Elementor:":["Il y a deux façons de commencer avec Elementor :"],"Okay, now we're really close...":["Ok, nous y sommes presque…"],"This allows Elementor to scan your SVGs for malicious content. If you do not wish to allow this, use a different image format.":["Cela permet à Elementor d’analyser vos SVG à la recherche de contenu malveillant. Si vous ne souhaitez pas autoriser cela, utilisez un format d’image différent."],"There was a problem with enabling SVG uploads. Try again, or use another image format.":["Il y a eu un problème avec l’activation des téléversements de SVG. Réessayez ou utilisez un format d’image différent."],"Hold on, this can take a minute...":["Attendez, cela peut prendre une minute…"],"That's a wrap! What's next?":["C’est un conteneur ! Et après ?"],"Click here to create a new page and open it in Elementor Editor":["Cliquer ici pour créer une nouvelle page et l’ouvrir dans l’éditeur Elementor."],"There was a problem activating Hello Biz Theme.":["Il y a eu un problème en activant le thème Hello Biz."],"Continue with Hello Biz Theme":["Continuer avec le thème Hello Biz"],"There was a problem installing Hello Biz Theme.":["Il y a eu un problème lors de l’installation du thème Hello Biz."],"Oops, the connection failed. Try again.":["Oups, la connexion a échoué. Essayez à nouveau."],"Take part in the community forum, share & grow together":["Participer au forum communautaire, partager et grandir ensemble"],"Elementor Account":["Compte Elementor"],"Create Account":["Créer un compte"],"Give your site a name & logo":["Donnez à votre site un nom et un logo"],"Set your site's theme":["Définissez le thème de votre site"],"Already have Elementor Pro?":["Vous possédez déjà Elementor Pro ?"],"And so much more!":["Et bien plus encore !"],"Premium Support":["Support premium"],"90+ Basic & Pro widgets":["+ de 90 widgets basiques & pro"],"300+ Basic & Pro templates":["+ de 300 modèles basiques & pro"],"Choose from countless professional templates":["Choisissez parmi de nombreux modèles professionnels"],"Choose how to start creating":["Choisissez comment commencer à créer"],"Good to Go":["Bon pour aller"],"To get the most out of Elementor, we’ll connect your account.":["Pour tirer le meilleur parti d’Elementor, nous connecterons votre compte."],"Then you can:":["Ensuite vous pouvez :"],"Manage your site with our handy dashboard":["Gérez votre site grâce à notre tableau de bord"],"Elementor Logo":["Logo d’Elementor"],"Let’s do it":["C’est parti"],"My Elementor":["Mon Elementor"],"Site Logo":["Logo du site"],"Site Name":["Nom du site"],"Dynamic Content":["Contenu dynamique"],"Next":["Suivant"],"Skip":["Passer"],"Getting Started":["Premiers pas"],"or":["ou"],"Click here":["Cliquez ici"],"Advanced":["Avancé"]}},"comment":{"reference":"assets\/js\/onboarding.a7a34522c0205e4ea1ea.bundle.js"}}