{"translation-revision-date":"2025-12-11 11:53:52+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"The maximum website template library size is %s GB. To save this file, you can either export it locally as a .zip file or get more storage by ":["Maksymalny rozmiar biblioteki szablonów witryn internetowych to %s GB. Aby zapisać ten plik, możesz go wyeksportować lokalnie jako plik .zip lub uzyskać więcej miejsca, "],"%s exceeds the library size limit":["%s przekracza limit rozmiaru biblioteki"],"Your library is full":["Twoja biblioteka jest pełna"],"This file":["Ten plik"],"Save media to the cloud":["Zapisz multimedia w chmurze"],"The export failed because it will pass the maximum Website Templates storage you have available.":["Eksport nie powiódł się, ponieważ przekroczy on maksymalną dostępną pojemność pamięci szablonów witryn."],"Or, save this template to the cloud instead.":["Lub zapisz ten szablon w chmurze."],"To export a ZIP, go to Edit Content, choose 'Link to Media', then Export as ZIP.":["Aby wyeksportować plik ZIP, przejdź do Edytuj treść, wybierz opcję „Odnośnik do multimediów”, a następnie Eksportuj jako plik ZIP."],"Select how do you want to save & export the media files.":["Wybierz sposób zapisywania i eksportowania plików multimedialnych."],"The media will be uploaded automatically, just as it was saved during export":["Media zostaną przesłane automatycznie, tak jak zostały zapisane podczas eksportu"],"Media format":["Format mediów"],"All images and files are stored with the template. Keeps everything intact, but the file is larger.":["Wszystkie obrazki i pliki są przechowywane w szablonie. Wszystko pozostaje nienaruszone, ale plik jest większy."],"Stores only the URLs. The export stays light, but files load only while the original site is online.":["Przechowuje tylko adresy URL. Eksport jest niewielki, ale pliki wczytują się tylko wtedy, gdy oryginalna witryna jest online."],"Link to media":["Odnośnik do multimediów"],"We ran into a problem while saving your media files to the cloud. Please try again. If the issue persists, edit the Content section and choose \"Link to media\" to save it as a reference. ":["Wystąpił problem podczas zapisywania plików multimedialnych w chmurze. Spróbuj ponownie. Jeśli problem będzie się powtarzał, edytuj sekcję „Treści” i wybierz „Odnośnik do multimediów”, aby zapisać je jako odnośnik. "],"Couldn’t save media files to the cloud":["Nie udało się zapisać plików multimedialnych w chmurze"],"We couldn’t add your export to the library. Try again. ":["Nie udało nam się dodać Twojego eksportu do biblioteki. Spróbuj ponownie. "],"characters":["znaków"],"Couldn’t Upload to Library":["Nie można przesłać do biblioteki"],"Failed to fetch quota, please try again. If the problem continues, contact ":["Nie udało się pobrać limitu. Spróbuj ponownie. Jeśli problem będzie się powtarzał, skontaktuj się z nami. "],"The export failed because it will pass the maximum Website Templates you can export. ":["Eksport nie powiódł się, ponieważ przekroczona została maksymalna liczba szablonów witryn, jaką można wyeksportować. "],"Processing media files...":["Przetwarzanie plików multimedialnych..."],"Description exceeds 300 characters":["Opis przekracza 300 znaków"],"Use characters only":["Używaj tylko znaków"],"Must add a website template name":["Należy dodać nazwę szablonu witryny"],"Update version":["Zaktualizuj wersję"],"You’re using an older Elementor version. Update for full customization.":["Używasz starszej wersji Elementora. Zaktualizuj, aby w pełni dostosować."],"This website template was exported from an older version of Elementor. If possible, re-export it with the latest version for better capabilities.":["Ten szablon witryny internetowej został wyeksportowany ze starszej wersji Elementora. Jeśli to możliwe, wyeksportuj go ponownie do najnowszej wersji, aby uzyskać lepsze możliwości."],"Only public WordPress themes are supported":["Obsługiwane są tylko publiczne motywy WordPress"],"Edit settings & configurations":["Edytuj ustawienia i konfiguracje"],"All plugins":["Wszystkie wtyczki"],"Plugin name and version":["Nazwa i wersja wtyczki"],"Edit plugins":["Edytuj wtyczki"],"This feature requires Elementor Pro":["Ta funkcja wymaga Elementora Pro"],"Custom post types":["Własne typy treści"],"Edit content":["Edytuj treść"],"Not exported":["Nie eksportowane"],"What's included:":["Co jest zawarte:"],"This usually take a few moments.":["Zwykle zajmuje to chwilę."],"Settings up your website templates...":["Konfigurowanie szablonów witryny internetowej..."],"Import and apply":["Importuj i zastosuj"],"Your website templates is now live on your site!":["Szablony Twojej witryny są już dostępne na Twojej witrynie!"],"Kit is live illustration":["Zestaw jest ilustracją na żywo"],"See it Live":["Zobacz na żywo"],"No settings imported":["Nie zaimportowano żadnych ustawień"],"No plugins imported":["Nie zaimportowano żadnych wtyczek"],"Taxonomy":["Taksonomia"],"Taxonomies":["Taksonomie"],"No content imported":["Brak zaimportowanej treści"],"No templates imported":["Nie zaimportowano żadnych szablonów"],"or drag and drop":["lub przeciągnij i upuść"],"Click to upload":["Kliknij, aby przesłać"],"Upload a .zip file":["Prześlij plik .zip"],"No settings exported":["Brak eksportowanych ustawień"],"No plugins exported":["Brak wyeksportowanych wtyczek"],"No content exported":["Brak wyeksportowanej treści"],"No templates exported":["Brak wyeksportowanych szablonów"],"View in Library":["Zobacz w bibliotece"],"Export failed":["Eksport nie powiódł się"],"Theme Style Settings":["Ustawienia stylów motywu"],"Settings & configurations":["Ustawienia i konfiguracja"],"Website template name":["Nazwa szablonu witryny"],"Choose which Elementor components - templates, content and site settings - to include in your website templates file. By default, all of your components will be exported.":["Wybierz, które komponenty Elementora – szablony, treści i ustawienia witryny – mają zostać uwzględnione w pliku szablonu witryny. Domyślnie wszystkie komponenty zostaną wyeksportowane."],"Export a Website template?":["Eksportować szablon witryny?"],"All plugins are required for this website templates to work":["Do działania tych szablonów witryn wymagane są wszystkie wtyczki"],"Import a website template":["Importuj szablon witryny"],"Couldn’t Export the Website Template":["Nie można wyeksportować szablonu witryny"],"Couldn’t install the Website Template":["Nie można zainstalować szablonu witryny"],"Failed to fetch quota.":["Nie udało się pobrać kwoty."],"Couldn’t fetch quota":["Nie można pobrać kwoty"],"The export failed because it will pass the maximum Website Templates you can export.":["Eksport nie powiódł się, ponieważ przekroczona została maksymalna liczba szablonów witryn internetowych, jaką można wyeksportować."],"It took too much time to download your Website Template and we were unable to complete the process. If all the Website Template’s parts don’t appear in ":["Pobieranie szablonu witryny zajęło zbyt dużo czasu i nie mogliśmy ukończyć procesu. Jeśli wszystkie części szablonu witryny nie są widoczne w "],"Couldn’t use the .zip file":["Nie można użyć pliku .zip"],"Couldn’t handle the Website Template":["Nie udało się obsłużyć szablonu witryny"],"Unable to download the Website Template":["Nie można pobrać szablonu witryny"]," Learn more about Website Templates":[" Dowiedz się więcej o szablonach witryn internetowych"],"A Website Template is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Szablon witryny internetowej to plik .zip zawierający wszystkie części kompletnej witryny. To prosty sposób na szybkie uruchomienie witryny."],"What’s a Website Template?":["Czym jest szablon witryny internetowej?"],"Setting up your website template...":["Konfigurowanie szablonu witryny internetowej..."],"Select which plugins to include":["Wybierz wtyczki, które chcesz uwzględnić"],"Import from files":["Importuj z plików"],"Drag & drop the .zip file with your website template":["Przeciągnij i upuść plik .zip ze swoim szablonem witryny"],"Choose a file to import":["Wybierz plik do zaimportowania"],"Before applying a new template, we recommend backing up your site so you can roll back any undesired changes.":["Przed zastosowaniem nowego szablonu zalecamy wykonanie kopii zapasowej witryny, aby można było cofnąć wszelkie niepożądane zmiany."],"Heads up!":["Przygotuj się!"],"Upload a .zip file with style, site settings, content, etc. Then, we’ll apply them to your site.":["Prześlij plik .zip zawierający styl, ustawienia witryny, treść itp. Następnie zastosujemy je w Twojej witrynie."],"Must add a name":["Należy dodać nazwę"],"Import a Website Template":["Importuj szablon witryny internetowej"],"Back to Website Templates":["Powrót do szablonów witryn internetowych"],"to learn more about building your site with Elementor Website Templates":["aby dowiedzieć się więcej o budowaniu swojej witryny za pomocą szablonów witryn internetowej Elementor"],"We applied your template and your site is online!":["Zastosowaliśmy Twój szablon i Twoja witryna jest już online!"],"By default, we’ll include everything in your file. Uncheck the items you don't want.":["Domyślnie uwzględnimy wszystko w pliku. Odznacz elementy, których nie chcesz."],"Your Website Template may not work as expected if key plugins are missing.":["Szablon Twojej witryny internetowej może nie działać zgodnie z oczekiwaniami, jeśli brakuje kluczowych wtyczek."],"Select which plugins to export":["Wybierz wtyczki, które chcesz wyeksportować"],"Uncheck the items you don't want to include.":["Odznacz elementy, których nie chcesz uwzględniać."],"You can export the content, site settings, and templates as a Website Template to be reused in the future.":["Możesz wyeksportować treść, ustawienia witryny i szablony jako szablon witryny internetowej, aby wykorzystać je ponownie w przyszłości."],"Select which items to export":["Wybierz elementy do wyeksportowania"],"Type name here...":["Wpisz tutaj nazwę..."],"Is the automatic download not starting?":["Czy automatyczne pobieranie się nie rozpoczyna?"],"Build sites faster with Website Templates.":["Twórz witryny szybciej dzięki szablonom witryn internetowych."],"Once the download is complete, you can upload it to be used for other sites.":["Po zakończeniu pobierania możesz przesłać plik i wykorzystać go w innych witrynach."],"You can find it in the My Website Templates tab.":["Znajdziesz je w zakładce Moje szablony witryn internetowych."],"Your .zip file is ready":["Twój plik .zip jest gotowy"],"Your website template is now saved to the library!":["Twój szablon witryny internetowej został zapisany w bibliotece!"],"Download manually":["Pobierz ręcznie"],"Export as .zip":["Eksportuj jako .zip"],"Type description here...":["Wpisz tutaj opis..."],"Description (Optional)":["Opis (opcjonalnie)"],"Open library":["Otwórz bibliotekę"],"Save changes":["Zapisz zmiany"],"Show more":["Pokaż więcej"],"Show less":["Pokaż mniej"],"Code":["Kod"],"Icons":["Ikonki"],"This download requires the 'DOMDocument' PHP extension, which we couldn’t detect on your server. Enable this extension, or get in touch with your hosting service for support, and then give the download another go.":["To pobranie wymaga rozszerzenia PHP „DOMDocument”, którego nie mogliśmy wykryć na Twoim serwerze. Włącz to rozszerzenie lub skontaktuj się z usługodawcą hostingu, aby uzyskać pomoc, a następnie spróbuj pobrać ponownie."],"This is due to a conflict with one or more third-party plugins already active on your site. Try disabling them, and then give the download another go.":["Jest to spowodowane konfliktem z jedną lub kilkoma wtyczkami innych firm, które są już włączone na Twojej stronie. Spróbuj je wyłączyć, a następnie spróbuj pobrać ponownie."],"Upgrade now":["Ulepsz teraz"],"Uploading JSON or ZIP files from unknown sources can be harmful and put your site at risk. For maximum safety, upload only JSON or ZIP files from trusted sources.":["Przesyłanie plików JSON lub ZIP z nieznanych źródeł może być szkodliwe i stanowić zagrożenie dla witryny. Aby zapewnić maksymalne bezpieczeństwo, przesyłaj pliki JSON lub ZIP tylko z zaufanych źródeł."],"Warning: JSON or ZIP files may be unsafe":["Uwaga: pliki JSON lub ZIP mogą być niebezpieczne"],", try again and if the problem persists contact ":[", spróbuj ponownie, a jeśli problem nie ustąpi, skontaktuj się z "],"Couldn’t access the file":["Nie można uzyskać dostępu do pliku"],"The Website Template includes plugins you don’t have permission to install. Contact your site admin to change your permissions.":["Szablon witryny zawiera wtyczki, których nie masz uprawnień do zainstalowania. Skontaktuj się z administratorem witryny, aby zmienić swoje uprawnienia."],"Seems like Elementor isn’t authorized to access relevant files for installing this Website Template. Contact your site host to get permission.":["Wygląda na to, że Elementor nie ma uprawnień do dostępu do odpowiednich plików w celu zainstalowania tego szablonu witryny. Skontaktuj się z hostem witryny, aby uzyskać pozwolenie."],"We couldn’t download the Website Template due to technical difficulty on our part. Try again in a few minutes and if the problem persists contact ":["Nie mogliśmy pobrać szablonu witryny z powodu trudności technicznych z naszej strony. Spróbuj ponownie za kilka minut i jeśli problem będzie się powtarzał, skontaktuj się z nami "],"Seems like there is a problem with the zip’s files. Try installing again and if the problem persists contact ":["Wygląda na to, że jest problem z plikami zip. Spróbuj zainstalować ponownie i jeśli problem będzie się powtarzał, skontaktuj się z nami "],"Support":["Wsparcie"],"Seems like your server is missing the PHP zip module. Install it on your server or contact your site host for further instructions.":["Wygląda na to, że na Twoim serwerze brakuje modułu PHP zip. Zainstaluj go na swoim serwerze lub skontaktuj się z hostem witryny, aby uzyskać dalsze instrukcje."],"We couldn’t download the Website Template due to technical difficulties on our part. Try again and if the problem persists contact ":["Nie mogliśmy pobrać szablonu witryny z powodu trudności technicznych z naszej strony. Spróbuj ponownie i jeśli problem będzie się powtarzał, skontaktuj się z nami "],"Do not show this message again":["Nie pokazuj ponownie tej wiadomości"],"What’s a Website Kit?":["Czym jest zestaw witryn internetowych?"],"Export a Website Kit":["Eksportuj zestaw witryn internetowych"]," Learn more about Website Kits":[" Dowiedz się więcej o zestawach witryn internetowych"],"Upgrade":["Ulepsz"],"Upgrade Now":["Ulepsz teraz"],"Elementor Templates":["Szablony Elementora"],"Site Area":["Obszar witryny"],"WP Menus":["Menu WP"],"Custom Post Types":["Własne typy treści"],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Aby przekształcić swoją witrynę w zestaw do tworzenia stron internetowych, wybierz szablony, treści, ustawienia i wtyczki, które chcesz uwzględnić. Po zakończeniu otrzymasz plik .zip, który możesz zaimportować do innych witryn."],"Included":["Dołączony"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Zacznij od przesłania pliku i wybrania części oraz wtyczek, które chcesz zastosować. Jeśli zestaw pokrywa się z Twoim obecnym projektem, będziesz mógł wybrać, które zaimportowane części chcesz zastosować lub zignorować. Gdy plik będzie gotowy, zestaw zostanie zastosowany na Twojej stronie i będziesz mógł go zobaczyć na żywo."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Zestaw narzędzi do tworzenia stron internetowych to plik .zip zawierający wszystkie elementy kompletnej witryny. To prosty sposób na szybkie uruchomienie witryny."],"Not yet":["Jeszcze nie"]," Recommended:":[" Rekomendowane:"],"Take me there":["Zabierz mnie tam"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Przejdź do Aktualizacji i upewnij się, że twoje wtyczki są zaktualizowane do najnowszej wersji."],"Importing your content, templates and site settings":["Importowanie treści, szablonów i ustawień strony"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Części tego zestawu pokrywają się z szablonami, projektem i ustawieniami Twojej witryny. Pozycje, które pozostawisz zaznaczone na tej liście, zastąpią Twój obecny projekt."],"Import a Website Kit to your site":["Importuj zestaw narzędzi witryny do swojej witryny"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Jeśli zakupiłeś, zainstalowałeś i włączyłeś Elementor Pro, możemy kontynuować importowanie wszystkich części tej witryny."],"Click to select custom post types":["Kliknij, aby wybrać własny typy treści"],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Dodaj własny typy treści do wyeksportowania. Zostanie uwzględnionych 20 najnowszych pozycji z każdego typu."],"No custom post types in your site...":["Brak własnych typów treści na Twojej stronie..."],"Is your Elementor Pro ready?":["Czy Twój Elementor Pro jest gotowy?"],"Install Elementor Pro":["Zainstaluj Elementor Pro"],"Plugins to add:":["Wtyczki do dodania:"],"Plugins you already have:":["Wtyczki, które już masz:"],"Tip:":["Wskazówka:"],"Let’s do it":["Zróbmy to"],"Note:":["Uwaga:"],"See It Live":["Zobacz to na żywo"],"Required plugins are still missing.":["Nadal brakuje wymaganych wtyczek."],"There are few plugins that we couldn't install:":["Jest kilka wtyczek, których nie mogliśmy zainstalować:"],"Select which parts you want to apply":["Zaznacz, które części chciałbyś zastosować"],"All items are already selected by default. Uncheck the ones you don't want.":["Wszystkie elementy są już domyślnie zaznaczone. Odznacz te, których nie chcesz."],"If you don't include them, this kit may not work properly.":["Jeśli ich nie dołączysz, ten zestaw może nie działać poprawnie."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Nie możesz użyć tego zestawu WWW, ponieważ nie zawiera on żadnych treści, stron itp. Spróbuj ponownie z innym plikiem."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["Zestaw witryn internetowych, którego używasz, zawiera wtyczki zwiększające funkcjonalność, ale nie zawiera treści ani stron itp."],"Missing Required Plugins:":["Nie ma wymaganych wtyczek:"],"Make sure your Elementor Pro account is connected":["Upewnij się, że twoje konto Elementor Pro jest połączone"],"You've imported and applied the following to your site:":["Zaimportowałeś i zastosowałeś do swojej witryny następujące elementy:"],"These are the templates, content and site settings that come with your website templates.":["Są to szablony, treści i ustawienia witryny dołączone do szablonów witryny."],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Bez Elementora Pro importowanie komponentów, takich jak szablony, widżety i wyskakujące okienka, nie będzie działać."],"Activating plugins:":["Włączanie wtyczek:"],"This file type is not allowed":["Ten rodzaj pliku jest niedozwolony"],"Show me how":["Pokaż mi jak"],"Try Again":["Spróbuj ponownie"],"First, enable unfiltered file uploads.":["Po pierwsze, włącz opcję niefiltrowanego wysyłania plików."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Nie ma się czym przejmować, po prostu kontynuuj bez importowania SVG lub wróć i rozpocznij import od nowa."],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Dzięki temu Elementor może przeskanować Twoje pliki SVG pod kątem złośliwej treści. W przeciwnym razie możesz pominąć wszystkie pliki SVG podczas importowania."],"WP Pages":["Strony WP"],"To import or export these components, you’ll need Elementor Pro.":["Aby importować lub eksportować te komponenty, potrzebujesz Elementor Pro."],"Global widgets":["Globalne widżety"],"How does importing work?":["Jak działa import?"],"How does exporting work?":["Jak działa eksport?"],"Select the items you want to keep and apply:":["Wybierz elementy, które chcesz zachować i zastosować:"],"Existing":["Istniejący"],"Imported":["Zaimportowano"],"WP Posts":["Wpisy WP"],"Your site's homepage will be determined by the kit. You can change this later.":["Strona główna witryny zostanie określona przez zestaw. Można to zmienić później."],"Kit Info":["Informacje o zestawie"],"Site settings":["Ustawienia witryny"],"Upload a file with templates, site settings, content, etc., and apply them to your site ":["Prześlij plik z szablonami, ustawieniami witryny, treścią itp. i zastosuj je w swojej witrynie "],"Custom Post Type":["Własny typ treści"],"This usually takes a few moments.":["Trwa to zazwyczaj kilka chwil."],"Background Settings":["Ustawienia tła"],"Lightbox Settings":["Ustawienia Lightbox"],"Theme Style settings":["Ustawienia stylu motywu"],"Back to dashboard":["Powrót do kokpitu"],"Don't close this window until the process is finished.":["Proszę nie zamykać okna, dopóki proces nie zostanie zakończony."],"Elementor Pages":["Strony Elementora"],"404 Error Page":["Strona błędu 404"],"Important:":["Istotne:"],"Import":["Importuj"],"Learn more":["Dowiedz się więcej"],"Landing Pages":["Strony docelowe"],"Global Colors":["Kolory globalne"],"App could not be loaded":["Nie można wczytać aplikacji"],"Search Results":["Wyniki wyszukiwania"],"Single Pages":["Pojedyncza Strona"],"Archives":["Archiwa"],"Single Posts":["Pojedyncze wpisy"],"Footers":["Stopki"],"Tip":["Wskazówka"],"Not Found":["Nie znaleziono"],"Site Settings":["Ustawienia witryny"],"Theme":["Motyw"],"Layout Settings":["Ustawienia układu"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Przepraszamy, ale coś poszło nie tak. Kliknij „Dowiedz się więcej” i postępuj zgodnie z każdym z kroków, aby szybko rozwiązać problem."],"Headers":["Nagłówki"],"Back":["Wstecz"],"Done":["Gotowe"],"Next":["Następne"],"Previous":["Poprzednie"],"Continue":["Kontynuuj"],"Popups":["Wyskakujące okienka"],"Plugins":["Wtyczki"],"Menus":["Menu"],"Skip":["Pomiń"],"Got It":["Rozumiem"],"Something went wrong.":["Coś poszło nie tak."],"Pages":["Strony"],"Custom Fonts":["Własne kroje pisma"],"All":["Wszystko"],"Click here":["Kliknij tutaj"],"Select File":["Wybierz plik"],"Enable":["Włącz"],"Edit Template":["Edytuj szablon"],"Elementor Posts":["Wpisy Elementora"],"Templates":["Szablony"],"Close":["Zamknij"],"Saved Templates":["Zapisane szablony"],"Save to library":["Zapisz do biblioteki"],"Export":["Eksportuj"],"Learn More":["Dowiedz się więcej"],"Global Fonts":["Globalne kroje pisma"],"Edit":["Edytuj"],"Yes":["Tak"],"Elementor":["Elementor"],"Menu":["Menu"],"Content":["Treść"],"Name":["Nazwa"],"Go Back":["Wróć"],"Cancel":["Anuluj"],"Loading":["Wczytywanie"],"Version":["Wersja"]}},"comment":{"reference":"assets\/js\/app.js"}}