{"translation-revision-date":"2025-11-14 15:17:55+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Ouch, there was a glitch. Try activating V4 again soon.":["¡Uy! Hubo un fallo. Intenta activar V4 pronto."],"You’ve deactivated the new Editor. Have feedback?":["Has desactivado el nuevo editor. ¿Tienes algún comentario?"],"Welcome! You’ve got the newest version of the editor.":["¡Te damos la bienvenida! Ya tienes la versión más reciente del editor."],"Activate the new experience":["Activar la nueva experiencia"],"Try out the new experience":["Probar la nueva experiencia"],"Tell us why":["Cuéntanos por qué"],"Head over to Github":["Dirígete a Github"],"We’d love your feedback!":["¡Nos encantaría recibir tus comentarios!"],"Editor V4 is still in alpha and should not be used on live sites yet.":["El editor V4 todavía está en versión alfa y aún no debería utilizarse en sitios activos."],"And much more!":["¡Y mucho más!"],"Fully responsive design - Customize any style property per screen.":["Diseño totalmente adaptable: personaliza cualquier propiedad de estilo por pantalla."],"Consistent styling experience - A unified Style tab for all elements.":["Experiencia de estilo consistente: una pestaña de estilo unificada para todos los elementos."],"Professional tools at your fingertips - classes and states.":["Herramientas profesionales a tu alcance: clases y estados."],"Unparalleled performance - Cleaner code & a lighter CSS footprint.":["Rendimiento incomparable: código más limpio y una huella CSS más ligera."],"Here’s what’s inside the alpha version:":["Esto es lo que hay en la versión alfa:"],"Welcome to a new era of web creation with Editor V4. It’s faster, more flexible, and built with a fresh approach to structure & styling.":["Te damos la bienvenida a una nueva era en la creación web con el editor V4. Es más rápido, más flexible y está diseñado con un enfoque innovador en estructura y estilo."],"The road to Editor V4":["El camino hacia el editor V4"],"Deactivate V4":["Desactivar V4"],"Containers, the Top Bar, and Nested Elements will stay in their current status.":["Los contenedores, la barra superior y los elementos anidados permanecerán en su estado actual."],"By deactivating, you’ll lose all Editor V4 features, and any content you created with V4-specific features will no longer be available or appear on your site.":["Al desactivarlo, perderás todas las características del Editor V4 y cualquier contenido que hayas creado con características específicas de V4 ya no estará disponible ni aparecerá en tu sitio."],"Keep in mind:":["Ten en mente:"],"We hope you enjoyed testing and building with these new features.":["Esperamos que hayas disfrutado probando y construyendo con estas nuevas características."],"You’re deactivating Editor V4":["Estás desactivando el editor V4"],"When you activate Editor V4, you’ll also be activating Containers, the Top Bar, and Nested Elements. You can turn them back off by going to WP Admin > Elementor > Settings > Features.":["Al activar el editor V4, también se activarán los contenedores, la Barra Superior y los elementos anidados. Puedes desactivarlos en Administrador de WP > Elementor > Ajustes > Características."],"and development is still in progress. Do not use it on live sites - use a staging or development environment instead.":["y el desarrollo aún está en curso. No lo uses en sitios activos; utiliza un entorno de pruebas o desarrollo."],"Editor V4 is currently in alpha, ":["El editor V4 se encuentra actualmente en versión alfa, "]," Important notes:":[" Notas importantes:"],"By activating, you’ll get early access to the next generation of Elementor’s Editor. This is your chance to explore new capabilities and help shape the future of Elementor! ":["Al activarlo, obtendrás acceso anticipado a la nueva generación del editor de Elementor. ¡Esta es tu oportunidad de explorar nuevas funciones y contribuir al futuro de Elementor! "],"You are about to enable Editor V4 features!":["¡Estás a punto de activar las características del editor V4!"],"I’ve read and understood.":["He leído y entendido."],"Editor V4":["Editor V4"],"Activate":["Activar"],"Learn more":["Más información"],"Alpha":["Alfa"],"Cancel":["Cancelar"]}},"comment":{"reference":"assets\/js\/editor-v4-opt-in.js"}}