{"translation-revision-date":"2025-12-02 08:54:40+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Ouch, there was a glitch. Try activating V4 again soon.":["Oups, il y a eu un problème. Essayez d’activer à nouveau la V4 prochainement."],"You’ve deactivated the new Editor. Have feedback?":["Vous avez désactivé le nouvel éditeur. Avez-vous des commentaires ?"],"Welcome! You’ve got the newest version of the editor.":["Bienvenue ! Vous disposez de la dernière version de l’éditeur."],"Activate the new experience":["Activer la nouvelle expérience"],"Try out the new experience":["Faites l’expérience de la nouveauté"],"Tell us why":["Dites-nous pourquoi."],"Head over to Github":["Rendez-vous sur Github"],"We’d love your feedback!":["Nous serions ravis de recevoir vos commentaires !"],"Editor V4 is still in alpha and should not be used on live sites yet.":["L’éditeur V4 est encore en phase alpha et ne doit pas encore être utilisé sur des sites réels."],"And much more!":["Et bien plus encore !"],"Fully responsive design - Customize any style property per screen.":["Conception entièrement responsive - Personnalisez n’importe quelle propriété de style par écran."],"Consistent styling experience - A unified Style tab for all elements.":["Une expérience de style cohérente - Un onglet Style unifié pour tous les éléments."],"Professional tools at your fingertips - classes and states.":["Des outils professionnels à portée de main - classes et états."],"Unparalleled performance - Cleaner code & a lighter CSS footprint.":["Des performances inégalées - Un code plus propre et une empreinte CSS plus légère."],"Here’s what’s inside the alpha version:":["Voici ce que contient la version alpha :"],"Welcome to a new era of web creation with Editor V4. It’s faster, more flexible, and built with a fresh approach to structure & styling.":["Bienvenue dans une nouvelle ère de création web avec Editor V4. Il est plus rapide, plus flexible et conçu avec une nouvelle approche de la structure et du style."],"The road to Editor V4":["La route vers l’éditeur V4"],"Deactivate V4":["Désactiver V4"],"Containers, the Top Bar, and Nested Elements will stay in their current status.":["Les conteneurs, la barre supérieure et les éléments imbriqués conservent leur état actuel."],"By deactivating, you’ll lose all Editor V4 features, and any content you created with V4-specific features will no longer be available or appear on your site.":["En désactivant la V4, vous perdrez toutes les fonctionnalités de l’éditeur V4 et tout le contenu que vous avez créé avec des fonctionnalités spécifiques à la V4 ne sera plus disponible ou n’apparaîtra plus sur votre site."],"Keep in mind:":["N’oubliez pas :"],"We hope you enjoyed testing and building with these new features.":["Nous espérons que vous avez apprécié de tester et de construire avec ces nouvelles fonctionnalités."],"You’re deactivating Editor V4":["Vous désactivez l’éditeur V4"],"When you activate Editor V4, you’ll also be activating Containers, the Top Bar, and Nested Elements. You can turn them back off by going to WP Admin > Elementor > Settings > Features.":["Lorsque vous activez l’Editor V4, vous activez également les conteneurs, la barre supérieure et les éléments imbriqués. Vous pouvez les désactiver en allant dans WP Admin > Elementor > Réglages > Fonctionnalités."],"and development is still in progress. Do not use it on live sites - use a staging or development environment instead.":["et le développement est encore en cours. Ne l’utilisez pas sur des sites réels - utilisez plutôt un environnement de développement ou de staging."],"Editor V4 is currently in alpha, ":["L’éditeur V4 est actuellement en phase alpha, "],"By activating, you’ll get early access to the next generation of Elementor’s Editor. This is your chance to explore new capabilities and help shape the future of Elementor! ":["En activant votre compte, vous aurez un accès anticipé à la prochaine génération de l’éditeur d’Elementor. C’est votre chance d’explorer de nouvelles capacités et de contribuer à façonner l’avenir d’Elementor ! "]," Important notes:":[" Notes importantes :"],"You are about to enable Editor V4 features!":["Vous êtes sur le point d’activer les fonctionnalités de l’éditeur V4 !"],"I’ve read and understood.":["J’ai lu et compris."],"Editor V4":["Éditeur V4"],"Activate":["Activer"],"Learn more":["Apprendre plus"],"Alpha":["Alpha"],"Cancel":["Annuler"]}},"comment":{"reference":"assets\/js\/editor-v4-opt-in.js"}}