{"translation-revision-date":"2025-12-11 11:53:52+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Back to editor":["Wróć do edytora"],"No templates to show here, yet":["Nie ma jeszcze szablonów do wyświetlenia tutaj"],"Once you save some templates to this folder, you can use them on any website you’re working on.":["Po zapisaniu szablonów w tym folderze możesz ich używać na dowolnej witrynie internetowej, nad którą pracujesz."],"Once you save a template, it’ll show up here, ready for reuse across all of your Elementor sites—no extra work needed.":["Po zapisaniu szablonu pojawi się on tutaj i będzie gotowy do ponownego użycia na wszystkich Twoich witrynach Elementor — bez konieczności wykonywania dodatkowych czynności."],"%1$s %2$s.":["%1$s %2$s."],"Please select at least one location.":["Wybierz co najmniej jedną lokalizację."],"and":["i"],"Load More":["Wczytaj więcej"],"connect your site.":["połącz swoją witrynę."],"Renew my subscription":["Odnów moją subskrypcję"],"then they’ll be gone forever.":["wtedy znikną na zawsze."],"Your templates are saved for 90 days from the day your subscription expires,":["Twoje szablony są przechowywane przez 90 dni od dnia wygaśnięcia subskrypcji,"],"This is because you don’t have an active subscription.":["Dzieje się tak, ponieważ nie masz aktywnej subskrypcji."],"Your library has been deactivated":["Twoja biblioteka została wyłączona"],"No templates saved just yet":["Nie zapisano jeszcze żadnych szablonów"],"To access the Cloud Templates Library you must have an active Elementor Pro subscription":["Aby uzyskać dostęp do biblioteki szablonów w chmurze, musisz mieć aktywną subskrypcję Elementor Pro"],"Upgrade your subscription to access Cloud Templates and reuse saved assets across all your sites.":["Zaktualizuj swoją subskrypcję, aby uzyskać dostęp do szablonów w chmurze i ponownie wykorzystywać zapisane zasoby we wszystkich swoich witrynach."],"Upgrade your subscription to get more space and reuse saved assets across all your sites.":["Zaktualizuj swoją subskrypcję, aby uzyskać więcej miejsca i ponownie wykorzystywać zapisane zasoby we wszystkich swoich witrynach."],"%1$d Template(s) %2$s.":["%1$d Szablon(y) %2$s."],"Template saved to your Site and Cloud Templates.":["Szablon zapisany w Twojej witrynie i szablonach w chmurze."],"You successfully imported %1$d template(s).":["Pomyślnie zaimportowano %1$d szablonów."],"To create a new one, go to Cloud Templates.":["Aby utworzyć nowy, przejdź do Szablony w chmurze."],"Folders you create will appear here.":["Utworzone przez Ciebie katalogi będą się tutaj pojawiać."],"Empty folder":["Pusty katalog"],"Upgrade now to re-use your templates on all the websites you’re working on.":["Zaktualizuj już teraz, aby móc ponownie wykorzystywać szablony na wszystkich witrynach internetowych, nad którymi pracujesz."],"Elementor Pro plans come with Cloud Templates.":["Plany Elementor Pro zawierają szablony w chmurze."],"It’s time to level up":["Czas na awans"],"This will permanently remove \"%1$s\".":["Spowoduje to trwałe usunięcie „%1$s”."],"Delete this template?":["Usunąć ten szablon?"],"This will permanently remove %1$s selected items.":["Spowoduje to trwałe usunięcie %1$s wybranych elementów."],"Delete items?":["Usunąć elementy?"],"This will permanently delete \"%1$s\" that contains %2$d templates.":["Spowoduje to trwałe usunięcie „%1$s” zawierającego %2$d szablonów."],"Delete this folder?":["Usunąć ten katalog?"],"Copy your %s to a different location":["Skopiuj %s do innej lokalizacji"],"Move your %s to a different location":["Przenieś %s w inne miejsce"],"Save this %s to your library":["Zapisz to %s w swojej bibliotece"],"Copy templates to a different location":["Kopiuj szablony do innej lokalizacji"],"Alternatively, you can move the templates.":["Alternatywnie możesz przenieść szablony."],"Move templates to a different location":["Przenieś szablony do innej lokalizacji"],"Alternatively, you can copy the templates.":["Alternatywą jest skopiowanie szablonów."],"Alternatively, you can move the template.":["Alternatywnie możesz przenieść szablon."],"Alternatively, you can copy the template.":["Alternatywnie możesz skopiować szablon."],"You've saved %1$d%% of the templates in your plan. To get more space ":["Zapisałeś %1$d%% szablonów w swoim planie. Aby uzyskać więcej miejsca "],"Create a new folder":["Utwórz nowy katalog"],"You can save it to %1$sCloud Templates%2$s to reuse across any of your Elementor sites at any time%3$sor to %4$sSite Templates%5$s so it’s always ready when editing this website.":["Możesz zapisać go w %1$sSzablonach w chmurze%2$s, aby w dowolnym momencie wykorzystać go w dowolnej witrynie Elementor%3$slub w %4$sSzablonach witryn%5$s, dzięki czemu będzie zawsze gotowy podczas edycji tej witryny."],"Save as a template":["Zapisz jako szablon"],"Then you can find all your templates in one convenient library.":["Następnie wszystkie szablony znajdziesz w jednej wygodnej bibliotece."],"Connect to your Elementor account":["Połącz się ze swoim kontem Elementor"],"Move":["Przesuń"],"Folder name":["Nazwa katalogu"],"You can not create a folder inside another folder.":["Nie możesz utworzyć katalogu wewnątrz innego katalogu."],"Rename \"%1$s\"":["Zmień nazwę „%1$s”"],"Save assets to reuse on any site in your account.":["Zapisz zasoby, aby móc je ponownie wykorzystać w dowolnej witrynie na swoim koncie."],"Don't leave":["Nie odchodź"],"Save & leave":["Zapisz i wyjdź"],"Save your changes before moving on because the current document and the one you’re moving to are separate site parts.":["Zapisz zmiany przed przejściem dalej, ponieważ bieżący dokument i ten, do którego przechodzisz, to oddzielne części witryny."],"You are leaving to a separate site part.":["Przechodzisz do osobnej części witryny."],"Add new layout element":["Utwórz element układu"],"Floating Bars":["Pływające paski"],"Copy and share Link":["Kopiuj i udostępnij odnośnik"],"Link copied!":["Odnośnik skopiowany!"],"Floating Buttons":["Pływające przyciski"],"Activating cache improves loading times by storing a static version of this element.":["Włączenie pamięci podręcznej skraca czas wczytywania poprzez przechowywanie statycznej wersji tego elementu."],"The default cache status for this element:":["Domyślny status pamięci podręcznej dla tego elementu:"],"Add-ons":["Dodatki"],"Mouse Effects":["Efekty myszy"],"Scrolling Effects":["Efekty przewijania"],"Make any element on your page sticky and<br \/>keep them in sight at the top or bottom of<br \/>the screen.":["Ustaw dowolny element na swojej stronie jako przypięty i<br \/> umieść go w widocznym miejscu na górze lub dole<br \/> ekranu."],"Add a Mouse Track or 3d Tilt effect with<br \/>Elementor Pro.":["Dodaj efekt śledzenia myszy lub przechyłu 3D za pomocą<br \/>Elementor Pro."],"Get Scrolling Effects such as <br \/> vertical\/horizontal scroll, transparency,<br \/> and more with Elementor Pro.":["Uzyskaj efekty przewijania, takie jak <br \/> przewijanie w pionie\/poziomie, przezroczystość<br \/> i wiele innych dzięki Elementor Pro."],"Sticky":["Przypięty"],"Display Conditions":["Wyświetl warunki"],"To upload them anyway, ask the site administrator to enable unfiltered file uploads.":["Jeśli mimo wszystko chcesz je przesłać, poproś administratora witryny o włączenie przesyłania plików bez filtrowania."],"This is because JSON files may pose a security risk.":["Dzieje się tak, ponieważ pliki JSON mogą stwarzać zagrożenie bezpieczeństwa."],"Upgrade to Elementor Pro Advanced to get the Display Conditions Feature as well as additional professional and ecommerce widgets":["Ulepsz do Elementor Pro Advanced, aby uzyskać funkcję warunków wyświetlania, a także dodatkowe profesjonalne i e-commerce'owe widżety"],"Sorry, you can't upload that file yet":["Przepraszamy, nie możesz jeszcze przesłać tego pliku"],"Upgrade now":["Ulepsz teraz"],"Rename":["Zmień nazwę"],"Warning: JSON files may be unsafe":["Ostrzeżenie: Pliki JSON mogą być niebezpieczne"],"Uploading JSON files from unknown sources can be harmful and put your site at risk. For maximum safety, only install JSON files from trusted sources.":["Przesyłanie plików JSON z nieznanych źródeł może być szkodliwe i narazić twoją witrynę na ryzyko. Aby zapewnić maksymalne bezpieczeństwo, instaluj pliki JSON wyłącznie ze źródeł zaufanych."],"Clear gallery":["Wyczyść galerię"],"Grid":["Siatka"],"Got it!":["Zrozumiałem!"],"Expand all elements":["Rozwiń wszystkie elementy"],"Collapse all elements":["Zwiń wszystkie elementy"],"Check out Global Fonts":["Sprawdź globalne kroje pisma"],"Save time by applying Global Colors to change the style of multiple elements at once. Click %s to see what Global Colors you already have.":["Oszczędź czas, stosując Kolory globalne, aby zmienić styl wielu elementów jednocześnie. Kliknij %s, aby zobaczyć, jakie Kolory globalne już masz."],"Check out Global Colors":["Sprawdź Kolory globalne"],"Save time by applying Global Fonts to change the style of multiple elements at once. Click %s to see what Global Fonts you already have.":["Oszczędź czas, stosując kroje pisma globalne, aby zmienić styl wielu elementów jednocześnie. Kliknij %s, aby zobaczyć, jakie kroje pisma globalne już posiadasz."],"Paste from other site":["Wklej z innej strony"],"Paste style":["Wklej styl"],"To paste the element from your other site.":["Aby wkleić element z innej witryny."],"Make sure that both sites are updated to last version of Elementor and have enabled the features relevant to the copied element before trying again.":["Przed ponowną próbą upewnij się, że obie strony zostały zaktualizowane do najnowszej wersji Elementora i że włączono funkcje dotyczące skopiowanego elementu."],"Do not show this message again":["Nie pokazuj ponownie tej wiadomości"],"An error occurred.":["Wystąpił błąd."],"Decide Later":["Zdecyduj później"],"New options for \"Exit to...\"":["Nowe opcje dla \"Wyjdź do...\""],"Selected":["Wybrane"],"Item #%d":["Element nr %d"],"Upgrade":["Ulepsz"],"Upgrade Now":["Ulepsz teraz"],"Direction Column":["Kierunek kolumny"],"Direction Row":["Kierunek wiersza"],"Don’t apply":["Nie zapisuj zmian"],"This will override the design, layout, and other settings of the %s you’re working on.":["Spowoduje to zastąpienie projektu, układu i innych ustawień %s, nad którym pracujesz."],"Apply the settings of this %s too?":["Zastosować ustawienia tego %s też?"],"Import Without Enabling":["Importuj bez włączania"],"Enable and Import":["Włącz i importuj"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Jeśli nie włączysz przesyłania niefiltrowanych plików, żadne pliki SVG lub JSON (w tym lottie) użyte w przesłanym szablonie nie zostaną zaimportowane."],"Container":["Kontener"],"Add New Container":["Utwórz kontener"],"Add to Favorites":["Dodaj do ulubionych"],"Remove from Favorites":["Usuń z ulubionych"],"That didn’t work. Try duplicating one kind of element at a time.":["To nie zadziałało. Spróbuj powielać jeden rodzaj elementu na raz."],"That didn’t work. Try copying one kind of element at a time.":["To nie zadziałało. Spróbuj skopiować jeden rodzaj elementu na raz."],"Delete %d items":["Usuń elementy: %d"],"Connect & Activate":["Połącz i włącz"],"Reload Elementor Editor":["Przeładuj edytor Elementora"],"You have made modifications to the list of Active Breakpoints. For these changes to take effect, you need to reload Elementor Editor.":["Wprowadzono zmiany na liście aktywnych punktów zmiany. Aby zmiany zostały wprowadzone, należy ponownie uruchomić Edytor Elementora."],"Reload Now":["Wczytaj ponownie teraz"],"Select a color from any image, or from an element whose color you've manually defined.":["Wybierz kolor z dowolnego obrazka lub z elementu, którego kolor został zdefiniowany ręcznie."],"Got it":["Rozumiem"],"Seems like your kit was deleted, please create new one or try restore it from trash.":["Wygląda na to, że zestaw został usunięty, proszę utworzyć nowy lub spróbować przywrócić go z kosza."],"Your site doesn't have a default kit":["Twoja witryna nie ma domyślnego zestawu"],"Imported":["Zaimportowano"],"Color Sampler":["Próbnik kolorów"],"Recreate Kit":["Odtwórz zestaw"],"Please try again.":["Proszę spróbować ponownie."],"Learn more":["Dowiedz się więcej"],"Invalid Global Color":["Nieprawidłowy kolor globalny"],"Item":["Element"],"Save Changes":["Zapisz zmiany"],"Would you like to save the changes you've made?":["Czy chcesz zapisać wprowadzone zmiany?"],"color":["kolor"],"Delete Global %s":["Usuń globalne: %s"],"Would you like to exit?":["Czy chce teraz wyjść?"],"Font":["Krój pisma"],"font":["krój pisma"],"Cannot load editor":["Nie można wczytać edytora"],"Item #%s":["Element nr %s"],"Landing Pages":["Strony docelowe"],"Global Colors":["Kolory globalne"],"Navigate From Page":["Przejdź ze strony"],"User Preferences":["Preferencje użytkownika"],"Site Settings":["Ustawienia witryny"],"Your changes have been updated.":["Twoje zmiany zostały zaktualizowane."],"New Item":["Nowy element"],"Add Style":["Dodaj styl"],"Add Color":["Dodaj kolor"],"Manage Global Colors":["Zarządzanie kolorami globalnymi"],"New Global Color":["Nowy kolor globalny"],"Create New Global Color":["Utwórz nowy globalny kolor"],"Are you sure you want to create a new Global Color?":["Czy na pewno chcesz utworzyć nowy kolor globalny?"],"Design System":["System projektowania"],"Global Colors help you work smarter. Save a color, and use it anywhere throughout your site. Access and edit your global colors by clicking the Manage button.":["Kolory globalne pomogą ci pracować mądrzej. Zapisz kolor i używaj go w dowolnym miejscu w swojej witrynie. Uzyskaj dostęp i edytuj kolory globalne, klikając przycisk Zarządzaj."],"New Typography Setting":["Nowe ustawienia typografii"],"Please note that the same exact color already exists in your Global Colors list. Are you sure you want to create it?":["Ten sam kolor istnieje już na liście kolorów globalnych. Czy na pewno chcesz go utworzyć?"],"Additional Settings":["Dodatkowe ustawienia"],"You're about to delete a Global %1$s. Note that if it's being used anywhere on your site, it will inherit a default %1$s.":["Zamierzasz usunąć Globalny %1$s. Zauważ, że jeśli jest używany gdziekolwiek na Twojej stronie, odziedziczy domyślny %1$s."],"Global Fonts help you work smarter. Save a Typography, and use it anywhere throughout your site. Access and edit your Global Fonts by clicking the Manage button.":["Kroje pisma globalne pomagają pracować mądrzej. Zapisz typografię i używaj jej w dowolnym miejscu witryny. Dostęp do krojów pisma globalnych i ich edycja są możliwe po kliknięciu przycisku Zarządzaj."],"System %s can't be deleted":["Nie można usunąć systemu %s"],"Manage Global Fonts":["Zarządzanie krojami pisma globalnymi"],"Create New Global Font":["Utwórz nowy globalny krój pisma"],"Are you sure you want to create a new Global Font setting?":["Czy na pewno chcesz utworzyć nowe ustawienie kroju pisma globalnego?"],"Enable Unfiltered File Uploads":["Włącz niefiltrowane przesyłanie plików"],"Dynamic Content":["Treść dynamiczna"],"Theme Style":["Styl motywu"],"Create more personalized and dynamic sites by populating data from various sources with dozens of dynamic tags to choose from.":["Twórz bardziej spersonalizowane i dynamiczne witryny, uzupełniając dane z różnych źródeł dziesiątkami dynamicznych znaczników do wyboru."],"Back":["Wstecz"],"Settings Reset":["Resetowanie ustawień"],"More":["Więcej"],"Pasted":["Wklejone"],"Connect to Template Library":["Połącz z biblioteką szablonów"],"Enabled":["Włączono"],"Get Started":["Rozpocznij"],"Access this template and our entire library by creating a free personal account":["Uzyskaj dostęp do szablonu i całej naszej biblioteki, tworząc bezpłatne konto"],"Upload":["Prześlij"],"My Libraries":["Moje biblioteki"],"Click here for preview debug":["Kliknij tutaj żeby zobaczyć debugowanie"],"Become a Pro user to upload unlimited font icon folders to your website.":["Zostań użytkownikiem Pro, aby wgrywać nieograniczoną liczbę folderów z ikonami czcionek."],"Elementor v2.6 includes an upgrade from Font Awesome 4 to 5. In order to continue using icons, be sure to click \"Update\".":["Elementor v2.6 zawiera aktualizację z Font Awesome 4 do 5. Aby nadal używać ikon, upewnij się, że kliknięto \"Aktualizacja\"."],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Przed włączeniem przesyłania niefiltrowanych plików należy pamiętać, że wiąże się to z zagrożeniem bezpieczeństwa. Elementor uruchamia proces usuwania możliwego złośliwego kodu ale nadal istnieje ryzyko związane z korzystaniem z takich plików."],"Elementor's New Icon Library":["Nowa biblioteka ikonki Elementora"],"Icon Library":["Biblioteka ikonek"],"Elementor 2.5 introduces key changes to the layout using CSS Flexbox. Your existing pages might have been affected, please review your page before publishing.":["Elementor 2.5 wprowadza kluczowe zmiany w układzie, wykorzystując elastyczne pole w CSS. Twoje istniejące strony mogły zostać zmienione, sprawdź swoją stronę przed publikacją."],"Note: Flexbox Changes":["Uwaga: zmiany w elastycznym polu"],"Custom Positioning":["Własne pozycjonowanie"],"Continue":["Kontynuuj"],"Theme Builder":["Kreator motywu"],"Undo":["Cofnij"],"Connected successfully.":["Połączenie udane."],"Connect":["Połącz"],"Finder":["Wyszukiwarka"],"Create":["Utwórz"],"Keyboard Shortcuts":["Skróty klawiaturowe"],"Inner Section":["Sekcja wewnętrzna"],"All Content":["Cała treść"],"Style Reset":["Resetuj styl"],"Style Pasted":["Wklejono styl"],"Copy":["Kopiuj"],"Save as a global":["Zapisz jako globalny"],"Got It":["Rozumiem"],"Copy All Content":["Skopiuj całą treść"],"Reset style":["Resetuj styl"],"Delete %s":["Usuń %s"],"Category":["Kategoria"],"Blocks":["Bloki"],"Pages":["Strony"],"Dynamic":["Dynamiczny"],"Unknown Error":["Nieznany błąd"],"Connection Lost":["Utracono połączenie"],"Saving has been disabled until you’re reconnected.":["Zapisywanie zostało wyłączone dopóki się nie połączysz ponownie."],"Server Error":["Błąd serwera"],"Update":["Aktualizuj"],"Proceed Anyway":["Kontynuuj mimo wszystko"],"Your browser isn't compatible with all of Elementor's editing features. We recommend you switch to another browser like Chrome or Firefox.":["Twoja przeglądarka nie jest kompatybilna z wszystkimi elementami Elementora. Zalecamy zmianę przeglądarki na np. Chrome lub Firefox."],"Your browser isn't compatible":["Twoja przeglądarka nie jest kompatybilna"],"Have a look":["Spójrz"],"No Favorite Templates":["Brak ulubionych szablonów"],"You can mark any pre-designed template as a favorite.":["Możesz zaznaczyć każdy wstępnie zaprojektowany szablon jako ulubiony."],"View All Revisions":["Zobacz wszystkie wersje"],"Please make sure your search is spelled correctly or try a different words.":["Upewnij się, że wyszukiwanie jest poprawne lub wypróbuj inne słowa."],"Show Panel":["Pokaż panel"],"Duplicate":["Powiel"],"Publish":["Opublikuj"],"No Results Found":["Nie znaleziono żadnego wyniku"],"This is just a draft. Play around and when you're done - click update.":["To jest tylko szkic. Pobaw się, a kiedy skończysz - kliknij zaktualizuj."],"Hide Panel":["Ukryj panel"],"New":["Nowy"],"Submit":["Prześlij"],"Type Here":["Pisz tutaj"],"Moved":["Przeniesiono"],"Added":["Dodano"],"History":["Historia"],"Edited":["Zedytowano"],"Editing Started":["Rozpoczęto edycję"],"Revisions":["Wersje"],"Actions":["Działania"],"Add %s":["Dodaj %s"],"Edit %s":["Edytuj %s"],"Duplicate %s":["Duplikuj %s"],"Enable":["Włącz"],"Template":["Szablon"],"Disabled":["Wyłączono"],"Back to Editor":["Wróć do edytora"],"Global":["Globalne"],"Delete All Content":["Usuń całą treść"],"Attention: We are going to DELETE ALL CONTENT from this page. Are you sure you want to do that?":["Uwaga: Zamierzamy USUNĄĆ CAŁĄ TREŚĆ z tej strony. Czy na pewno chcesz to zrobić?"],"Color Picker":["Selektor koloru"],"Library":["Biblioteka"],"Templates":["Szablony"],"Page":["Strona"],"The following error(s) occurred while processing the request:":["Podczas przesyłania zapytania pojawił się następujący błąd:"],"Close":["Zamknij"],"Insert":["Wstaw"],"This is where your templates should be. Design it. Save it. Reuse it.":["Tutaj znajdują się szablony. Zaprojektuj je, zapisz i wykorzystaj wielokrotnie."],"An error occured.":["Wystąpił błąd."],"Haven’t Saved Templates Yet?":["Nie zapisałeś jeszcze szablonów?"],"Learn More":["Dowiedz się więcej"],"Global Fonts":["Globalne kroje pisma"],"Paste":["Wklej"],"Sorry, the content area was not found in your page.":["Przepraszamy, nie odnaleziono obszaru treści na Twojej stronie."],"You must call 'the_content' function in the current template, in order for Elementor to work on this page.":["Aby móc używać Elementora na tej stronie, musisz w jej kodzie wykorzystać wywołanie funkcji 'the_content'."],"Insert Media":["Wstaw media"],"%s Images Selected":["%s wybranych obrazków"],"No Images Selected":["Nie wybrano obrazków"],"Are you sure you want to clear this gallery?":["Czy na pewno chcesz wyczyścić tę galerię?"],"Elements":["Elementy"],"Settings":["Ustawienia"],"Color":["Kolor"],"Clear":["Wyczyść"],"Delete":["Usuń"],"Save":["Zapisz"],"Preview":["Podgląd"],"Discard":["Odrzuć"],"Apply":["Zastosuj"],"Take Over":["Przejmij"],"Please note: All unsaved changes will be lost.":["Uwaga: Wszystkie niezapisane zmiany zostaną utracone."],"Style":["Styl"],"Content":["Treść"],"Advanced":["Zaawansowane"],"Structure":["Struktura"],"Section":["Sekcja"],"Typography":["Typografia"],"Removed":["Usunięto"],"View Page":["Zobacz stronę"],"Go Back":["Wróć"],"Layout":["Układ"],"Cancel":["Anuluj"],"Custom":["Własne"],"Add New Column":["Utwórz kolumnę"],"Exit":["Wyjdź"],"%s has taken over and is currently editing. Do you want to take over this page editing?":["%s przejął kontrolę i obecnie edytuje. Czy chcesz przejąć edycję tej strony?"],"Inactive":["Wyłączony"],"View":["Widok"],"Active":["Włączony"],"Default":["Domyślnie"]}},"comment":{"reference":"assets\/js\/editor.js"}}