{"translation-revision-date":"2025-07-07 12:25:05+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Ouch, there was a glitch. Try activating V4 again soon.":["Rất tiếc, đã có lỗi xảy ra. Hãy thử kích hoạt lại V4 sớm."],"You’ve deactivated the new Editor. Have feedback?":["Bạn đã hủy kích hoạt Trình chỉnh sửa mới. Bạn có phản hồi không?"],"Welcome! You’ve got the newest version of the editor.":["Chào mừng! Bạn đã có phiên bản mới nhất của trình chỉnh sửa."],"Activate the new experience":["Kích hoạt trải nghiệm mới"],"Try out the new experience":["Dùng thử trải nghiệm mới"],"Tell us why":["Cho chúng tôi biết lý do"],"Head over to Github":["Truy cập Github"],"We’d love your feedback!":["Chúng tôi rất mong nhận được phản hồi của bạn!"],"Editor V4 is still in alpha and should not be used on live sites yet.":["Trình chỉnh sửa V4 vẫn đang trong giai đoạn alpha và chưa nên được sử dụng trên các trang web đang hoạt động."],"And much more!":["Và nhiều hơn nữa!"],"Fully responsive design - Customize any style property per screen.":["Thiết kế đáp ứng hoàn toàn - Tùy chỉnh bất kỳ thuộc tính kiểu nào cho mỗi màn hình."],"Consistent styling experience - A unified Style tab for all elements.":["Trải nghiệm tạo kiểu nhất quán - Một tab Kiểu thống nhất cho tất cả các phần tử."],"Professional tools at your fingertips - classes and states.":["Các công cụ chuyên nghiệp trong tầm tay bạn - các lớp và trạng thái."],"Unparalleled performance - Cleaner code & a lighter CSS footprint.":["Hiệu suất vượt trội - Mã sạch hơn & dung lượng CSS nhẹ hơn."],"Here’s what’s inside the alpha version:":["Đây là những gì có trong phiên bản alpha:"],"Welcome to a new era of web creation with Editor V4. It’s faster, more flexible, and built with a fresh approach to structure & styling.":["Chào mừng bạn đến với kỷ nguyên mới của việc sáng tạo web với Trình chỉnh sửa V4. Nó nhanh hơn, linh hoạt hơn và được xây dựng với một cách tiếp cận mới về cấu trúc & tạo kiểu."],"The road to Editor V4":["Lộ trình đến Trình chỉnh sửa V4"],"Deactivate V4":["Hủy kích hoạt V4"],"Containers, the Top Bar, and Nested Elements will stay in their current status.":["Vùng chứa, Thanh trên cùng và các Phần tử lồng nhau sẽ giữ nguyên trạng thái hiện tại."],"By deactivating, you’ll lose all Editor V4 features, and any content you created with V4-specific features will no longer be available or appear on your site.":["Bằng cách hủy kích hoạt, bạn sẽ mất tất cả các tính năng của Trình chỉnh sửa V4, và mọi nội dung bạn đã tạo bằng các tính năng dành riêng cho V4 sẽ không còn khả dụng hoặc xuất hiện trên trang web của bạn."],"Keep in mind:":["Hãy lưu ý:"],"We hope you enjoyed testing and building with these new features.":["Chúng tôi hy vọng bạn đã thích thử nghiệm và xây dựng với những tính năng mới này."],"You’re deactivating Editor V4":["Bạn đang hủy kích hoạt Trình chỉnh sửa V4"],"When you activate Editor V4, you’ll also be activating Containers, the Top Bar, and Nested Elements. You can turn them back off by going to WP Admin > Elementor > Settings > Features.":["Khi bạn kích hoạt Trình chỉnh sửa V4, bạn cũng sẽ kích hoạt Vùng chứa, Thanh trên cùng và các Phần tử lồng nhau. Bạn có thể tắt chúng lại bằng cách vào WP Admin > Elementor > Cài đặt > Tính năng."],"and development is still in progress. Do not use it on live sites - use a staging or development environment instead.":["và việc phát triển vẫn đang được tiến hành. Không sử dụng nó trên các trang web đang hoạt động - thay vào đó hãy sử dụng môi trường thử nghiệm hoặc phát triển."],"Editor V4 is currently in alpha, ":["Trình chỉnh sửa V4 hiện đang trong giai đoạn alpha, "]," Important notes:":[" Lưu ý quan trọng:"],"By activating, you’ll get early access to the next generation of Elementor’s Editor. This is your chance to explore new capabilities and help shape the future of Elementor! ":["Bằng cách kích hoạt, bạn sẽ có quyền truy cập sớm vào thế hệ tiếp theo của Trình chỉnh sửa Elementor. Đây là cơ hội để bạn khám phá các khả năng mới và giúp định hình tương lai của Elementor! "],"You are about to enable Editor V4 features!":["Bạn sắp bật các tính năng của Trình chỉnh sửa V4!"],"I’ve read and understood.":["Tôi đã đọc và hiểu."],"Editor V4":["Trình chỉnh sửa V4"],"Activate":["Kích hoạt"],"Learn more":["Tìm hiểu thêm"],"Alpha":["Alpha"],"Cancel":["Hủy bỏ"]}},"comment":{"reference":"assets\/js\/editor-v4-opt-in.js"}}