{"translation-revision-date":"2025-07-07 12:25:05+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"classes":["các lớp"],"class":["lớp"],"Stay here":["Ở lại đây"],"To open the Class Manager, save your page first. You can't continue without saving.":["Để mở Trình quản lý lớp, trước tiên hãy lưu trang của bạn. Bạn không thể tiếp tục mà không lưu."],"Save & Continue":["Lưu & Tiếp tục"],"To avoid losing your updates, save your changes before leaving.":["Để tránh mất các cập nhật, hãy lưu các thay đổi của bạn trước khi rời đi."],"You have unsaved changes in the Class Manager.":["Bạn có các thay đổi chưa được lưu trong Trình quản lý lớp."],"You have unsaved changes":["Bạn có thay đổi chưa lưu"],"Save changes":["Lưu thay đổi"],"CSS classes created in the editor panel will appear here. Once they are available, you can arrange their hierarchy, rename them, or delete them as needed.":["Các lớp CSS được tạo trong bảng điều khiển trình chỉnh sửa sẽ xuất hiện ở đây. Khi chúng có sẵn, bạn có thể sắp xếp hệ thống phân cấp, đổi tên hoặc xóa chúng khi cần."],"There are no global classes yet.":["Chưa có lớp toàn cục nào."],"Not now":["Không phải bây giờ"],"Deleting":["Việc xóa"],"Delete this class?":["Xóa lớp này?"],"Remember, when editing an item within a specific class, any changes you make will apply across all elements in that class.":["Hãy nhớ rằng, khi chỉnh sửa một mục trong một lớp cụ thể, mọi thay đổi bạn thực hiện sẽ áp dụng cho tất cả các phần tử trong lớp đó."],"The Class Manager lets you see all the classes you've created, plus adjust their priority, rename them, and delete unused classes to keep your CSS structured.":["Trình quản lý lớp cho phép bạn xem tất cả các lớp bạn đã tạo, cũng như điều chỉnh mức độ ưu tiên, đổi tên và xóa các lớp không sử dụng để giữ cho cấu trúc CSS của bạn ngăn nắp."],"Clear & try again":["Xóa và thử lại"],"Try something else.":["Hãy thử cách khác."],"Class Manager":["Trình quản lý lớp"],"Sorry, nothing matched":["Xin lỗi, không tìm thấy kết quả nào phù hợp"],"Rename":["Đổi tên"],"Clear all":["Xóa tất cả"],"Footer":["Chân trang"],"Header":["Đầu trang"],"Something went wrong":["Đã xảy ra lỗi"],"Post":["Bài viết"],"Empty":["Trống"],"More actions":["Nhiều hành động"],"Search":["Tìm kiếm"],"Page":["Trang"],"Discard":["Loại bỏ"],"Delete":["Xóa"]}},"comment":{"reference":"assets\/js\/packages\/editor-global-classes\/editor-global-classes.js"}}