{"translation-revision-date":"2025-12-11 11:53:52+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Admin":["Administrator"],"All Roles":["Wszystkie role"],"All Statuses":["Wszystkie statusy"],"Permission":["Uprawnienie"],"Choose which role will have access to a specific widget.":["Wybierz rolę, która będzie miała dostęp do konkretnego widżetu."],"Choose which users will have access to each widget.":["Wybierz użytkowników, którzy będą mieli dostęp do poszczególnych widżetów."],"Element":["Element"],"Enable All":["Włącz wszystkie"],"No elements found.":["Nie znaleziono żadnych elementów."],"Usage":["Użycie"],"Elementor Pro":["Elementor Pro"],"We saved your changes.":["Twoje zmiany zostały zapisane."],"Before you continue:":["Przed kontynuacją:"],"Search widgets":["Szukaj widżetów"],"Elementor Pro Elements":["Elementy Elementora Pro"],"Deactivate Unused Elements":["Wyłącz nieużywane elementy"],"Scan Element Usage":["Sprawdź użycie elementu"],"If you’re adding widgets back in, enjoy them!":["Jeśli dodajesz z powrotem widżety, ciesz się nimi!"],"Turning widgets off will hide them from the editor panel, and can potentially affect your layout or front-end.":["Wyłączenie widżetów spowoduje ich ukrycie w panelu edytora, co może mieć wpływ na układ lub front-end."],"Deactivating widgets here will remove them from both the Elementor Editor and your website, which can cause changes to your overall layout, design and what visitors see.":["Wyłączenie widżetów w tym miejscu spowoduje ich usunięcie zarówno z edytora Elementor, jak i z Twojej witryny, co może spowodować zmiany w ogólnym układzie, projekcie oraz tym, co widzą odwiedzający."],"Here's where you can fine-tune Elementor to your workflow. Disable elements you don't use for a cleaner interface, more focused creative experience, and improved performance.":["Tutaj możesz dostosować Elementora do swojego przepływu pracy. Wyłącz elementy, których nie używasz, aby uzyskać czystszy interfejs, bardziej skoncentrowane doświadczenie kreatywne i lepszą wydajność."],"All Plugins":["Wszystkie wtyczki"],"times":["razy"],"Sure you want to save these changes?":["Na pewno chcesz wprowadzić te zmiany?"],"Unleash the full power of Elementor's features and web creation tools.":["Uwolnij pełną moc funkcji Elementora i narzędzi do tworzenia stron internetowych."],"Save Changes":["Zapisz zmiany"],"Plugin":["Wtyczka"],"Status":["Status"],"Learn More":["Dowiedz się więcej"],"Edit":["Edytuj"],"Show":["Pokaż"],"Save":["Zapisz"],"Cancel":["Anuluj"],"Inactive":["Wyłączony"],"Active":["Włączony"]}},"comment":{"reference":"assets\/js\/element-manager-admin.js"}}