{"translation-revision-date":"2025-12-02 08:54:40+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Go to Class Manager":["Accéder au gestionnaire de classes"],"Only the prefixes were added.Find them in Class Manager by searching":["Seuls les préfixes ont été ajoutés. Vous les trouverez dans le gestionnaire de classes en effectuant une recherche"],"Your designs and classes are safe.":["Vos designs et classes sont en sécurité."],"Some new classes used the same names as existing ones. To prevent conflicts, we added the prefix":["Certaines nouvelles classes utilisaient les mêmes noms que des classes existantes. Pour éviter les conflits, nous avons ajouté le préfixe"],"We've published your page and updated class names.":["Nous avons publié votre page et mis à jour les noms des classes."],"On this page":["Sur cette page"],"Unused":["Inutilisé"],"Clear Filters":["Vider les filtres"],"Convert to global class":["Convertir en classe mondiale"],"Clear the filters and try something else.":["Effacez les filtres et essayez autre chose."],"Sorry, nothing matched that search.":["Désolé, mais rien ne correspond à votre recherche."],"Clear your input and try something else.":["Effacez votre saisie et essayez autre chose."],"Sorry, nothing matched.":["Désolé, mais rien ne correspond."],"This class isn’t being used yet.":["Cette classe n’est pas encore utilisée."],"locations":["localisations"],"location":["localisation"],"Show {{number}} {{locations}}":["Afficher {{number}} {{locations}}"],"Locator":["Localisateur"],"Popup":["Fenêtre surgissante"],"Will permanently remove it from your project and may affect the design across all elements using it. Used %1 times across %2 pages. This action cannot be undone.":["Cela supprimera définitivement cet élément de votre projet et pourrait affecter la conception de tous les éléments qui l’utilisent. Utilisé %1 fois sur %2 pages. Cette action ne peut pas être annulée."],"Filters":["Filtres"],"classes":["classes"],"class":["classe"],"Stay here":["Rester ici"],"To open the Class Manager, save your page first. You can't continue without saving.":["Pour ouvrir le gestionnaire de classe, sauvegardez d’abord votre page. Vous ne pouvez pas continuer sans sauvegarder."],"Save & Continue":["Enregistrer et continuer"],"To avoid losing your updates, save your changes before leaving.":["Pour éviter de perdre vos mises à jour, sauvegardez vos modifications avant de partir."],"You have unsaved changes in the Class Manager.":["Vous avez des modifications non enregistrées dans le gestionnaire de classe."],"You have unsaved changes":["Vous avez des changements non enregistrés"],"Save changes":["Enregistrer les changements"],"CSS classes created in the editor panel will appear here. Once they are available, you can arrange their hierarchy, rename them, or delete them as needed.":["Les classes CSS créées dans le panneau de l’éditeur apparaissent ici. Une fois qu’elles sont disponibles, vous pouvez organiser leur hiérarchie, les renommer ou les supprimer si nécessaire."],"There are no global classes yet.":["Il n’y a pas encore de classes globales."],"Not now":["Pas maintenant"],"Deleting":["Suppression"],"Delete this class?":["Supprimer cette classe ?"],"Remember, when editing an item within a specific class, any changes you make will apply across all elements in that class.":["N’oubliez pas que lorsque vous modifiez un élément dans une classe spécifique, toutes les modifications que vous apportez s’appliquent à tous les éléments de cette classe."],"Will permanently remove it from your project and may affect the design across all elements using it. This action cannot be undone.":["Cela supprimera définitivement de votre projet et pourra affecter la conception de tous les éléments qui l’utilisent. Cette action ne peut être annulée."],"The Class Manager lets you see all the classes you've created, plus adjust their priority, rename them, and delete unused classes to keep your CSS structured.":["Le gestionnaire de classes vous permet de voir toutes les classes que vous avez créées, d’ajuster leur priorité, de les renommer et de supprimer les classes inutilisées pour garder votre CSS structuré."],"Clear & try again":["Effacer et réessayer"],"Try something else.":["Essayez autre chose."],"Class Manager":["Gestionnaire de classe"],"Sorry, nothing matched":["Désolé, rien ne correspondait"],"Rename":["Renommer"],"Clear all":["Tout effacer"],"Footer":["Pied de page"],"Header":["En-tête"],"Something went wrong":["Quelque chose s’est mal passé"],"Done":["Fait"],"Post":["Article"],"Empty":["Vide"],"More actions":["Plus d’actions"],"Search":["Recherche"],"Page":["Page"],"After":["Après"],"Before":["Avant"],"Discard":["Jeter"],"Delete":["Supprimer"]}},"comment":{"reference":"assets\/js\/packages\/editor-global-classes\/editor-global-classes.strings.js"}}