{"translation-revision-date":"2025-11-18 09:32:20+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"30% off - Black Friday":["30% de descuento - Black Friday"],"Now includes:":["Ahora incluye:"],"Plan not activated":["Plan no activado"],"Current active plan":["Plan activo actual"],"Manage in %s":["Gestionar en %s"],"Buy product":["Comprar producto"],"Smarter content tools; internal linking suggestions and redirect automation":["Herramientas de contenido más inteligentes; sugerencias de enlaces internos y automatización de redirecciones"],"Generate standout product titles and descriptions":["Genera títulos y descripciones de productos destacados"],"Get tailored SEO analysis for your product pages":["Obtén un análisis SEO personalizado para tus páginas de producto"],"Includes all %1$sFree%2$s features, plus:":["Incluye todas las funciones %1$sgratuitas%2$s, más:"],"Includes all %1$sPremium%2$s features, plus:":["Incluye todas las funciones %1$sPremium%2$s, más:"],"Increase organic visibility for your products":["Aumenta la visibilidad orgánica de tus productos"],"AI-enhanced optimization, built right in at no extra cost":["Optimización mejorada con IA, integrada sin coste adicional"],"Built for WooCommerce stores, this bundle helps your products stand out in Google with rich results and smart SEO, plus %s to save time and boost visibility.":["Diseñado para tiendas WooCommerce, este paquete ayuda a que tus productos se destaquen en Google con resultados enriquecidos y SEO inteligente, además de %s para ahorrar tiempo y aumentar la visibilidad."],"Compare plans and find the perfect fit for your site - from essential SEO features to advanced automation.":["Compara planes y encuenta el que mejor se adapte a tu sitio: desde funciones esenciales de SEO hasta automatización avanzada."],"Advanced tools to scale your SEO workflow":["Herramientas avanzadas para escalar tu flujo de trabajo de SEO"],"%s gives entrepreneurs and in-house teams real-time SEO guidance, so content meets best practices and drives visibility, no expert knowledge needed.":["%s brinda a los emprendedores y equipos internos orientación SEO en tiempo real, por lo que el contenido cumple con las mejores prácticas e impulsa la visibilidad, sin necesidad de conocimientos expertos."],"Plans":["Planes"],"Learn more":["Saber más"],"(Opens in a new browser tab)":["(Se abre en una nueva pestaña del navegador)"]}},"comment":{"reference":"js\/dist\/plans.js"}}