{"translation-revision-date":"2025-12-02 08:27:28+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"We haven’t analyzed this content yet. Please open it in your editor and save it so we can start the analysis.":["Nous n’avons pas encore analysé ce contenu. Veuillez l’ouvrir dans votre éditeur et l’enregistrer pour que nous puissions lancer l’analyse."],"The top 5 search queries on your website with the highest number of clicks over the last 28 days.":["Les 5 principales requêtes de recherche ayant généré le plus de clics sur votre site au cours des 28 derniers jours."],"%1$s score":["Score %1$s"],"Clicks, Impressions, CTR, Position":["Clics, impressions, taux de clics, position"],"The top 5 URLs on your website with the highest number of clicks over the last 28 days.":["Les 5 principales URL de votre site ayant généré le plus de clics au cours des 28 derniers jours."],"The average position of your website in the Google search results over the last 28 days.":["La position moyenne de votre site dans les résultats de recherche Google au cours des 28 derniers jours."],"Average position of your website in the Google search results\u0004Average position":["Position moyenne"],"The average click-through-rate for your website in the Google search results over the last 28 days.":["Le taux de clics moyen de votre site dans les résultats de recherche Google au cours des 28 derniers jours."],"Click-through-rate for your website in the Google search results\u0004Average CTR":["Taux de clics moyen"],"The number of times users clicked on your website's link in the Google search results\u0004Clicks":["Clics"],"The number of times your website appeared in the Google search results\u0004Impressions":["Impressions"],"The number of organic sessions that began on your website.":["Le nombre de sessions organiques ayant commencé sur votre site."],"Data provided by:":["Données fournies par :"],"Impressions, Clicks, Site CTR, Average position":["Impressions, clics, taux de clics du site, position moyenne"],"The number of times users clicked on your website's link in the Google search results over the last 28 days.":["Le nombre de fois où les internautes ont cliqué sur le lien de votre site dans les résultats de recherche Google au cours des 28 derniers jours."],"The number of times your website appeared in the Google search results over the last 28 days.":["Le nombre de fois où votre site est apparu dans les résultats de recherche Google au cours des 28 derniers jours."],"Organic sessions":["Sessions organiques"],"Organic sessions chart":["Graphique des sessions organiques"],"Last 28 days":["Les 28 derniers jours"],"Top 5 search queries":["Les 5 principales requêtes de recherche"],"Query":["Requête"],"Top 5 most popular content":["Les 5 contenus les plus populaires"],"No data to display: Your site hasn't received any visitors yet.":["Aucune donnée à afficher : votre site n’a pas encore accueilli de visiteurs."],"Actions":["Actions"],"Average position":["Position moyenne"],"CTR":["Taux de clics"],"Impressions":["Impressions"],"Clicks":["Clics"],"Landing page":["Page d’atterrissage"],"We can’t analyze your content, because you’re in a non-production environment.":["Nous ne pouvons pas analyser votre contenu, car vous êtes dans un environnement de non-production."],"We can’t provide SEO scores, because the SEO analysis is disabled for your site.":["Nous ne pouvons pas fournir de scores SEO, car l’analyse SEO est désactivée pour votre site."],"We can’t provide an SEO score for this page.":["Nous ne pouvons pas fournir de score SEO pour cette page."],"Content analysis hasn't started. Please open this page in your editor, enter a focus keyphrase and save.":["L’analyse du contenu n’a pas commencé. Veuillez ouvrir cette page dans votre éditeur, saisir une expression clé principale et enregistrer."],"Something went wrong. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Un problème est survenu. Essayez d’actualiser la page. Si le problème persiste, veuillez consulter notre %1$spage de support%2$s."],"You don’t have permission to access this resource. Please contact your admin for access. In case you need further help, please check our %1$sSupport page%2$s.":["Vous n’avez pas le droit d’accéder à cette ressource. Veuillez contacter votre administrateur\/administratrice pour obtenir l’accès. Si vous avez besoin d’une aide supplémentaire, veuillez consulter notre %1$spage de support%2$s."],"The request timed out. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["La demande a expiré. Essayez d’actualiser la page. Si le problème persiste, veuillez consulter notre %1$spage de support%2$s."],"Site Kit by Google":["Site Kit de Google"],"SEO scores":["Scores SEO"],"Readability scores":["Scores de lisibilité"],"Something went wrong.":["Quelque chose s’est mal passé."],"Clear filter":["Effacer le filtre"],"All":["Tous"],"Nothing found":["Aucun résultat"],"Some of your content hasn't been analyzed yet. Please open it and save it in your editor so we can start the analysis.":["Certains de vos contenus n‘ont pas encore été analysés. Veuillez les ouvrir et les enregistrer dans votre éditeur pour que nous puissions commencer l‘analyse."],"Your content has an average readability score. Time to find opportunities for improvement!":["Votre contenu a un score de lisibilité moyen. Il est temps de trouver des possibilités d‘amélioration !"],"Most of your content has a good readability score. Well done!":["La plupart de vos contenus ont un bon score de lisibilité. C‘est très bien !"],"Some of your content hasn't been analyzed yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Une partie de votre contenu n’a pas encore été analysée. Veuillez l’ouvrir dans votre éditeur, vous assurer qu’une expression clé principale est saisie, puis l’enregistrer afin que nous puissions lancer l’analyse."],"Some of your content could use a little extra care. Take a look and start improving!":["Certains de vos contenus mériteraient un peu plus d‘attention. Jetez-y un coup d‘œil et commencez à les améliorer !"],"Your content has an average SEO score. Time to find opportunities for improvement!":["Votre contenu a un score SEO moyen. Il est temps de trouver des possibilités d‘amélioration !"],"Most of your content has a good SEO score. Well done!":["La plupart de vos contenus ont un bon score de référencement. C‘est très bien !"],"We haven’t analyzed this content yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Nous n’avons pas encore analysé ce contenu. Veuillez l’ouvrir dans votre éditeur, vous assurer qu’une expression clé principale est saisie, puis l’enregistrer afin que nous puissions lancer l’analyse."],"Not analyzed":["Non analysé"],"Content type":["Type de contenu"],"Needs improvement":["À améliorer"],"Disabled":["Désactivé"],"SEO score":["Score SEO"],"Good":["Bon"],"OK":["OK"],"View":["Voir"],"Edit":["Modifier"]}},"comment":{"reference":"js\/dist\/externals\/dashboardFrontend.js"}}