{"translation-revision-date":"2025-07-13 10:22:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Biến việc chỉnh sửa nội dung trở nên dễ dàng! Tối ưu hóa nội dung SEO của bạn với các đề xuất nhanh chóng, có thể hành động chỉ bằng một cú nhấp chuột.%1$s%2$sTìm hiểu thêm%3$s%4$s"],"Optimize your SEO content with %s":["Tối ưu hóa nội dung SEO của bạn với %s"],"Yoast SEO for Elementor":["Yoast SEO cho Elementor"],"Undefined error message.":["Thông báo lỗi không xác định."],"X appearance":["Giao diện X"],"X share preview":["Xem trước chia sẻ X"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Bạn đã kích hoạt %1$s trên trang web của mình, tự động đặt Loại trang cho sản phẩm của bạn thành 'Trang mục'. Do đó, việc chọn Loại trang bị vô hiệu hóa."],"Leave a quick review":["Để lại đánh giá nhanh"],"Happy with the plugin?":["Hài lòng với plugin?"],"Show Yoast SEO some love!":["Thể hiện tình yêu với Yoast SEO!"],"Explore %s now!":["Khám phá %s ngay!"],"Social share preview":["Xem trước chia sẻ mạng xã hội"],"Allow search engines to show this content in search results?":["Cho phép công cụ tìm kiếm hiển thị nội dung này trong kết quả tìm kiếm?"],"Last year":["Năm ngoái"],"Last week":["Tuần trước"],"Last day":["Ngày cuối"],"Last updated":["Cập nhật mới nhất"],"Activate tracking to show the ranking position":["Kích hoạt theo dõi để hiển thị vị trí xếp hạng"],"Internal linking suggestions":["Đề xuất liên kết nội bộ"],"Buy now!":["Mua ngay!"],"30% OFF":["GIẢM GIÁ 30%"],"BLACK FRIDAY":["THỨ SÁU ĐEN"],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["Để tùy chỉnh giao diện bài viết của bạn dành riêng cho X, vui lòng điền vào cài đặt 'Giao diện X' bên dưới."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["Để tùy chỉnh giao diện bài viết của bạn dành riêng cho X, vui lòng điền vào cài đặt 'Giao diện X' bên dưới. Nếu bạn để nguyên các cài đặt này, cài đặt 'Giao diện mạng xã hội' được đề cập ở trên cũng sẽ được áp dụng để chia sẻ trên X."],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Xác định cách bài viết của bạn sẽ hiển thị trên mạng xã hội như Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, v.v."],"Social media appearance":["Giao diện mạng xã hội"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Bạn có muốn bản xem trước Google nâng cao về cách sản phẩm WooCommerce của bạn hiển thị trong kết quả tìm kiếm không?"],"Sign up today!":["Đăng ký hôm nay!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Bạn cảm thấy lạc lõng khi nói đến việc tối ưu hóa trang web của mình cho các công cụ tìm kiếm? Tham gia hội thảo trên web MIỄN PHÍ của chúng tôi để có được sự tự tin mà bạn cần để bắt đầu tối ưu hóa như một chuyên gia! Bạn sẽ có được kiến thức và công cụ để bắt đầu triển khai SEO hiệu quả."],"Join our FREE webinar for SEO success":["Tham gia hội thảo trên web MIỄN PHÍ của chúng tôi để thành công SEO"],"Want your products stand out in search results with rich results like price, reviews and more?":["Bạn có muốn sản phẩm của mình nổi bật trong kết quả tìm kiếm với kết quả phong phú như giá cả, đánh giá, v.v. không?"],"Close the upgrade callout":["Đóng lời gọi nâng cấp"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s và nhận giảm giá độc quyền %2$s trong %3$s tháng."],"Click here to upgrade your %s plan":["Nhấp vào đây để nâng cấp gói %s của bạn"],"Keyphrases tracked: %1$s\/%2$s":["Cụm từ khóa được theo dõi: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Bạn đang theo dõi %1$s trong số %2$s cụm từ khóa có trong tài khoản của bạn."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Bạn đang theo dõi %1$s trong số %2$s cụm từ khóa có trong tài khoản miễn phí của bạn."],"Potentially non-inclusive":["Có khả năng không bao gồm"],"Allow":["Cho phép"],"Deny":["Từ chối"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Để xem video này, bạn cần cho phép %1$s tải video được nhúng từ %2$s."],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Bạn có thể thay đổi loại mặc định cho %1$s trong Loại nội dung trong %2$sCài đặt%3$s."],"Unlock with %1$s":["Mở khóa với %1$s"],"Refresh this page":["Làm mới trang này"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Rất tiếc, điều này có nghĩa là bất kỳ thay đổi nào chưa được lưu trong phần này sẽ bị mất. Bạn có thể thử và làm mới trang này để giải quyết vấn đề. Nếu lỗi này vẫn xảy ra, vui lòng liên hệ với nhóm hỗ trợ của chúng tôi và chúng tôi sẽ hỗ trợ bạn hết mình!"],"Something went wrong. An unexpected error occurred.":["Đã xảy ra sự cố. Đã xảy ra lỗi không mong muốn."],"Text formality":["Hình thức văn bản"],"Read more about text formality.":["Đọc thêm về hình thức văn bản."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s sẽ giúp bạn đánh giá mức độ hình thức của văn bản."],"Contact support":["Liên hệ hỗ trợ"],"We're very sorry, but it seems like the following error has interrupted our application:":["Chúng tôi rất tiếc, nhưng có vẻ như lỗi sau đã làm gián đoạn ứng dụng của chúng tôi:"],"Search appearance":["Giao diện tìm kiếm"],"Dismiss":["Bỏ qua"],"Beta":["Thử nghiệm"],"Get %s to enjoy the benefits of prominent words":["Hãy %s để tận hưởng những lợi ích của những từ nổi bật"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Với %1$s%3$s%2$s, phần này sẽ cho bạn biết những từ nào xuất hiện thường xuyên nhất trong văn bản của bạn. Bằng cách kiểm tra những từ nổi bật này so với (các) từ khóa dự định của bạn, bạn sẽ biết cách chỉnh sửa văn bản của mình để tập trung hơn."],"Buy %s now!":["Mua %s ngay bây giờ!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Bạn đang làm việc trên một bài báo? %s giúp bạn tối ưu hóa trang web của mình cho Google Tin tức."],"Premium SEO analysis":["Phân tích SEO cao cấp"],"Unlock with %s":["Mở khóa bằng %s"],"Learn more about character count":["Tìm hiểu thêm về số ký tự"],"Character count":["Số lượng ký tự"],"Learn more about word count":["Tìm hiểu thêm về số từ"],"Word count":["Số từ"],"Learn more about Flesch reading ease":["Tìm hiểu thêm về flesch dễ đọc"],"out of 100":["trên tổng số 100"],"okay":["Ok"],"no data":["không có dữ liệu"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Văn bản của bạn nên dài hơn một chút để tính điểm dễ đọc Flesch của bạn."],"Continue writing to get insight into the readability of your text!":["Tiếp tục viết để có được cái nhìn sâu sắc về khả năng đọc của văn bản của bạn!"],"Learn more about reading time":["Tìm hiểu thêm về thời gian đọc"],"Reading time":["Thời gian đọc"],"minute":["phút"],"Dismiss this notice.":["Loại bỏ thông báo này."],"character":["Ký tự"],"word":["từ"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Đã xảy ra lỗi khi theo dõi (các) vị trí xếp hạng trên trang của bạn. Vui lòng thử lại sau."],"reconnect to %s":["kết nối lại đến %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Có vẻ như đã xảy ra sự cố khi truy xuất dữ liệu trang web của bạn. Vui lòng %s và thử lại."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Trước khi bạn có thể theo dõi hiệu suất SEO của mình, hãy đảm bảo đặt tiêu đề của bài viết và lưu nó dưới dạng bản nháp hoặc tự đặt slug của bài viết."],"No keyphrase has been set. Please set a keyphrase first.":["Không có cụm từ khóa nào được đặt. Vui lòng đặt một cụm từ khóa trước."],"upgrade your %s plan":["Nâng cấp gói %s của bạn"],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Với%1$s bạn có thể theo dõi vị trí xếp hạng của trang trong kết quả tìm kiếm dựa trên (các) cụm từ khóa của bạn. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s hiện đang theo dõi vị trí xếp hạng của trang của bạn. Quá trình này có thể mất vài phút. Vui lòng đợi hoặc kiểm tra lại sau."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Bạn đã kết nối thành công với %s! Bây giờ bạn có thể theo dõi hiệu suất SEO cho (các) cụm từ khóa của trang này."],"Read more about keyphrase tracking with Wincher":["Đọc thêm về theo dõi cụm từ khóa với Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Theo dõi tự động các cụm từ khóa được bật. Cụm từ khóa của bạn sẽ tự động được %s theo dõi khi bạn xuất bản bài viết của mình."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Vị trí cụm từ khóa trong 90 ngày qua trên thang điểm từ 0 đến 100."],"Track SEO performance":["Theo dõi hiệu suất SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Bạn có thể bật \/ tắt theo dõi hiệu suất SEO cho từng cụm từ khóa bên dưới."],"Learn more about the SEO performance feature.":["Tìm hiểu thêm về tính năng hiệu suất SEO."],"SEO performance":["Hiệu suất SEO"],"Connect with %s":["Kết nối với %s"],"* focus keyphrase":["* từ khóa chính"],"Get more insights over at %s":["Nhận thêm thông tin chi tiết tại %s"],"Position over time":["Vị trí theo thời gian"],"Position":["Vị trí"],"Tracking":["Theo dõi"],"Insights":["Thống kê"],"Select image":["Chọn hình ảnh"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Rất tiếc, chúng tôi không thể lưu các thay đổi đối với cài đặt SEO của bạn trong khi bạn đang làm việc trên bản nháp của %1$s đã được xuất bản. Nếu bạn muốn lưu các thay đổi SEO của mình, hãy đảm bảo nhấp vào 'Cập nhật' hoặc chờ thực hiện các thay đổi SEO cho đến khi bạn sẵn sàng cập nhật %1$s."],"Got it":["Hiểu rồi"],"Get started with Yoast SEO's content analysis for Elementor!":["Bắt đầu với phân tích nội dung của Yoast SEO cho Elementor!"],"New: Yoast SEO for Elementor":["Yoast SEO cho Elementor"],"Last month":["Tháng trước"],"The number of headers and header labels don't match.":["Số lượng tiêu đề và nhãn tiêu đề không khớp."],"Return to your %s":["Quay trở lại %s của bạn"],"Make sure to save your %s for changes to take effect":["Hãy chắc chắn rằng bạn đã lưu %s để các thay đổi có hiệu lực"],"Default for %1$s (%2$s)":["Mặc định cho %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Điều này giúp ích cho các công cụ tìm kiếm hiểu website hoặc nội dung của bạn. Bạn có thể thay đổi một vài cài đặt dành cho trang ở phía dưới."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO sẽ tự động mô tả trang của bạn bằng schema.org"],"Article type":["Loại bài viết"],"Page type":["Loại trang"],"Learn more about page or content types":["Tìm hiểu nhiều hơn về trang hoặc các loại nội dung"],"What type of page or content is this?":["Kiểu trang hoặc nội dung này là gì?"],"Item Page":["Trang sản phẩm"],"Learn more about the no-index setting on our help page.":["Tìm hiểu thêm về cài đặt không lập chỉ mục trên trang trợ giúp của chúng tôi."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Mặc dù bạn có thể thiết lập cài đặt meta rô bốt tại đây, nhưng toàn bộ trang web được đặt thành noindex trong cài đặt bảo mật trên toàn trang web, vì vậy những cài đặt này sẽ không có ảnh hưởng."],"Learn more about canonical URLs on our help page.":["Tìm hiểu thêm về các URL chính tắc (canonical) trên trang hỗ trợ của chúng tôi."],"Learn more about the breadcrumbs title setting on our help page.":["Tìm hiểu thêm về cài đặt điều hướng trang trên trang trợ giúp của chúng tôi."],"Learn more about advanced meta robots settings on our help page.":["Tìm hiểu thêm về cài đặt meta rô bốt nâng cao trên trang trợ giúp của chúng tôi."],"Learn more about the no-follow setting on our help page.":["Tìm hiểu thêm về cài đặt no-follow trên trang trợ giúp của chúng tôi."],"Should search engines follow links on this content?":["Công cụ tìm kiếm có nên theo dõi liên kết trên nội dung này không?"],"Schema":["Dữ liệu có cấu trúc"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Những từ sau xuất hiện nhiều nhất trong nội dung. Chúng cho biết nội dung của bạn tập trung vào điều gì. Nếu các từ khác nhiều so với chủ đề của bạn, bạn có thể muốn viết lại nội dung của mình cho phù hợp."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Khi bạn thêm nhiều hơn một bản sao, chúng tôi sẽ cung cấp cho bạn danh sách các từ và các cụm từ đã xuất hiện nhiều nhất trong nội dung. Chúng cho biết nội dung mà bạn đang tập trung vào."],"%d occurrences":["%d xuất hiện"],"Keyphrase":["Cụm từ khóa"],"Upgrade to %s":["Nâng cấp lên %s"],"Good job!":["Rất tốt!"],"Focus keyphrase":["Cụm từ khóa chính"],"Add related keyphrase":["Thêm từ khóa liên quan"],"%d day":["%d ngày"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Đọc hướng dẫn căn bản %1$s của chúng tôi về nghiên cứu từ khóa %2$s để tìm hiểu thêm về nghiên cứu từ khóa và chiến lược từ khóa."],"Prominent words":["Từ nổi bật"],"Current year":["Năm hiện tại"],"Tagline":["Mô tả"],"Page":["Trang"],"ID":["ID"],"Separator":["Dấu phân tách"],"Search phrase":["Cụm từ tìm kiếm"],"Term description":["Mô tả thuật ngữ"],"Tag description":["Mô tả tag"],"Category description":["Mô tả chuyên mục"],"Primary category":["Chuyên mục chính"],"Category":["Danh mục"],"Excerpt only":["Chỉ tóm tắt"],"Excerpt":["Tóm tắt"],"Site title":["Tiêu đề website"],"Parent title":["Tiêu đề cha"],"Date":["Ngày"],"(Opens in a new browser tab)":["(Mở trong cửa số mới)"],"24\/7 support":["Hỗ trợ 24\/7"],"Get internal linking suggestions":["Nhận gợi ý liên kết nội bộ"],"Good SEO score":["Điểm chất lượng SEO tốt"],"OK SEO score":["Điểm SEO khá"],"Please provide a meta description by editing the snippet below.":["Vui lòng cung cấp thẻ mô tả bằng cách sửa đoạn snippet dưới đây."],"No":["Không"],"Yes":["Có"],"Needs improvement":["Cần cải thiện"],"Not available":["Không có sẵn"],"Good":["Tốt"],"Title":["Tiêu đề"],"Close":["Đóng"],"very difficult":["rất khó"],"Try to make shorter sentences, using less difficult words to improve readability":["Cố gắng viết các câu ngắn hơn, sử dụng các từ dễ hiểu để cải thiện khả năng đọc"],"difficult":["khó"],"fairly difficult":["khá khó"],"OK":["OK"],"fairly easy":["khá dễ"],"easy":["dễ"],"very easy":["rất dễ"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Bản sao đạt điểm %1$s trong bài kiểm tra, được coi là %2$s để đọc."],"Flesch reading ease":["Độ dễ đọc Flesch"],"Canonical URL":["URL chính tắc (canonical)"],"Breadcrumbs Title":["Tiêu đề điều hướng trang"],"No Snippet":["Không có đoạn trích ngắn"],"No Archive":["Không có lưu trữ"],"No Image Index":["Không có chỉ mục hình ảnh"],"Meta robots advanced":["Robots meta nâng cao"],"View":["Xem"],"Advanced":["Nâng cao"]}},"comment":{"reference":"js\/dist\/elementor.js"}}