{"translation-revision-date":"2025-12-02 08:27:28+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Add more keyphrases with Premium":["Ajoutez davantage de phrases clés avec Premium"],"Add smarter internal links with Premium":["Ajoutez des liens internes plus pertinents avec Premium"],"Fine-tune your content for every audience":["Affinez votre contenu pour chaque audience"],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles - helping it get discovered by a wider audience.":["Optimisez votre contenu autour de 5 expressions clés maximum pour l’adapter à différents thèmes, audiences et angles, afin de l’aider à être découvert par un public plus large."],"Cover more search intent with related keyphrases":["Couvrez davantage d’intentions de recherche avec des expressions clés similaires"],"Upgrade to link your content with ease":["Mettez à niveau pour lier votre contenu plus facilement"],"Keep visitors exploring longer":["Faire en sorte que les internautes restent plus longtemps"],"Strengthen your site’s structure":["Renforcez la structure de votre site"],"Build relevant internal links faster":["Créez plus rapidement des liens internes pertinents"],"Suggest internal links based on your content’s main topics":["Suggérer des liens internes en fonction des principaux sujets de votre contenu"],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles. %sScans your content to:":["Optimisez votre contenu pour 5 expressions clés maximum afin de l’adapter à différents thèmes, audiences et angles. %sAnalyse votre contenu pour :"],"Connect related content without the guesswork":["Connectez le contenu similaire sans avoir à deviner"],"Opens in a new tab":["S’ouvre dans un nouvel onglet"],"Explore %s":["Explorer %s"],"%1$s access":["accès à %1$s"],"AI tools included":["Outils d’IA inclus"],"Access to friendly help when you need it, day or night":["Un accès à une aide optimisée quand vous en avez besoin, jour et nuit"],"Internal links and redirect management, easy":["Gestion simple des liens internes et des redirections"],"Easy Local SEO. Show up in Google Maps results":["SEO local facile. Apparaissez dans les résultats de Google Maps"],"Built to get found by search, AI, and real users":["Conçu pour être trouvé par la recherche, l’IA et les véritables utilisateurs et utilisatrices"],"Make your articles visible, be seen in Google News":["Rendez vos articles visibles, soyez vu dans Google News"],"Generate SEO optimized metadata in seconds with AI":["Générez des métadonnées optimisées pour le SEO en quelques secondes avec l’IA"],"Close modal":["Fermer la modale"],"No image was found that we can automatically set as your social image. Please use %1$s, %2$s, %3$s or %4$s formats to ensure it displays correctly on social media.":["Aucune image n’a été trouvée pour être définie automatiquement comme votre image sociale. Veuillez utiliser les formats %1$s, %2$s, %3$s ou %4$s afin de garantir un affichage correct sur les réseaux sociaux."],"Undefined error message.":["Message d‘erreur non défini."],"X appearance":["Apparence X"],"X share preview":["Aperçu du partage sur X"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["%1$s est activé sur votre site, ce qui définit automatiquement le type de page pour vos produits à « Page d‘article ». En conséquence, la sélection du type de page est désactivée."],"Social share preview":["Aperçu des partages sociaux"],"Allow search engines to show this content in search results?":["Autoriser les moteurs de recherche à afficher ce contenu dans les résultats de recherche ?"],"Last year":["L‘année dernière"],"Last week":["La semaine dernière"],"Last day":["Le jour dernier"],"Last updated":["Dernière mise à jour"],"Activate tracking to show the ranking position":["Activer le suivi pour afficher la position dans le classement"],"Internal linking suggestions":["Suggestions de liens internes"],"Buy now!":["Achetez maintenant !"],"30% OFF":["30% de réduction"],"BLACK FRIDAY":["BLACK FRIDAY"],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["Pour personnaliser spécifiquement l’apparence de votre publication pour X, veuillez renseigner les réglages « d’Apparence sur X » ci-dessous."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["Pour personnaliser spécifiquement l’apparence de votre publication pour X, renseignez les réglages « d’Apparence sur X » ci-dessous. Si vous laissez ces réglages vides, ceux de « l’Apparence sur les réseaux sociaux » ci-dessus seront appliqués sur X."],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Déterminez comment votre publication devrait apparaître sur les réseaux sociaux tels que Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack et plus encore."],"Social media appearance":["Apparence sur les réseaux sociaux"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Vous souhaitez un aperçu enrichi sur comment vos produits WooCommerce apparaîtront dans les résultats de recherche ?"],"Want your products stand out in search results with rich results like price, reviews and more?":["Vous souhaitez que vos produits remontent dans les résultats de recherche avec des extraits enrichis tels que le prix, les avis et plus encore ?"],"Close the upgrade callout":["Fermer le message de mise à niveau"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s et obtenez une remise exclusive de %2$s sur %3$s mois."],"Click here to upgrade your %s plan":["Cliquez ici pour mettre à niveau votre offre %s"],"Keyphrases tracked: %1$s\/%2$s":["Expressions clés suivies : %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Vous suivez %1$s sur %2$s expressions clés incluses dans votre compte."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Vous suivez %1$s sur %2$s expressions clés incluses dans votre compte gratuit."],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Vous pouvez changer le type par défaut des %1$s dans la partie des types de contenu des %2$sréglages%3$s."],"BLACK FRIDAY | 30% OFF":["BLACK FRIDAY - 30 % de réduction"],"Unlock with %1$s":["Débloquer avec %1$s"],"Refresh this page":["Actualiser cette page"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malheureusement, cela signifie que vos modifications non enregistrées dans cette section seront perdues. Vous pouvez essayer d’actualiser cette page pour résoudre le problème. Si toutefois il persiste, veuillez contacter notre équipe de support et nous vous aiderons !"],"Something went wrong. An unexpected error occurred.":["Quelque chose s’est mal passé. Une erreur inattendue est survenue."],"Text formality":["Formalité des textes"],"Read more about text formality.":["En savoir sur la formalité des textes."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s vous aidera à déterminer le niveau de formalité de votre texte."],"Contact support":["Contacter le support"],"We're very sorry, but it seems like the following error has interrupted our application:":["Nous sommes désolés, il semblerait que l’erreur suivante ait interrompu notre application :"],"Search appearance":["Apparence sur les moteurs de recherche"],"Dismiss":["Ignorer"],"Get %s to enjoy the benefits of prominent words":["Obtenez %s pour profiter des avantages des mots principaux"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Avec %1$s%3$s%2$s, cette section vous montrera quels mots apparaissent le plus souvent dans votre texte. En comparant ces mots principaux avec vos mots-clés souhaités, vous saurez comment modifier votre texte pour le rendre plus ciblé."],"Buy %s now!":["Acheter %s !"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Travaillez-vous sur une actualité ? %s vous aide à optimiser votre site pour Google News."],"Unlock with %s":["Débloquer avec %s"],"Learn more about character count":["En savoir plus sur le compteur de caractères"],"Character count":["Nombre de caractères"],"Learn more about word count":["En savoir plus sur le compteur de mots"],"Word count":["Nombre de mots"],"Learn more about Flesch reading ease":["En savoir plus sur l’indice de lisibilité de Flesch"],"out of 100":["sur 100"],"okay":["OK"],"no data":["aucune donnée"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Votre texte devrait être encore un peu plus long pour calculer votre score de lisibilité de Flesch."],"Continue writing to get insight into the readability of your text!":["Continuez à écrire pour obtenir une analyse de la lisibilité de votre texte !"],"Learn more about reading time":["En savoir plus sur le temps de lecture"],"Reading time":["Temps de lecture"],"minute":["minute","minutes"],"character":["caractère","caractères"],"word":["mot","mots"],"Tracking the ranking position…":["Mesure des positions en cours…"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Une erreur est survenue lors de la mesure des positions de votre publication. Veuillez réessayer ultérieurement."],"reconnect to %s":["vous reconnecter à %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Il semblerait qu’il y ait eu une erreur dans la récupération des données de votre site. Veuillez %s et réessayez."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Afin de suivre la performance SEO, veuillez d’abord définir le titre de la publication et l’enregistrer en brouillon ou définissez manuellement le slug."],"No keyphrase has been set. Please set a keyphrase first.":["Aucune expression clé n’a été définie. Veuillez en définir une d’abord."],"upgrade your %s plan":["passer à une offre %s supérieure"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Vous avez atteint le nombre maximal de %1$d expressions clés que vous pouvez ajouter à votre compte Wincher. Si vous souhaitez en ajouter davantage, veuillez %2$s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Avec %1$s, vous pouvez suivre la position de classement de votre page dans les résultats de recherche en fonction de votre expression clé ou vos expressions clés. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s relève actuellement les positions de votre publication. Cela peut prendre quelques minutes. Veuillez patienter ou revenir plus ultérieurement."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Vous vous êtes bien connecté à %s ! Vous pouvez maintenant suivre les performances SEO des expressions clés de cette page."],"Read more about keyphrase tracking with Wincher":["En savoir plus sur le suivi des expressions clés avec Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Le suivi automatique des expressions clés est activé. Vos expressions clés seront automatiquement suivies par %s lorsque vous publierez votre publication."],"Keyphrase position in the last 90 days on a scale from 0 to 30.":["Position de l’expression clé au cours des 90 derniers jours sur une échelle de 0 à 30."],"Track SEO performance":["Suivre la performance SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Vous pouvez activer ou désactiver le suivi des performances SEO pour chaque expression clé ci-dessous."],"Learn more about the SEO performance feature.":["En savoir plus sur la fonctionnalité de performance SEO."],"SEO performance":["Performance SEO"],"Connect with %s":["Se connecter à %s"],"* focus keyphrase":["* expression clé principale"],"Get more insights over at %s":["Obtenez plus d’analyses sur %s."],"Position over time":["Évolution"],"Position":["Position"],"Tracking":["Suivi"],"Insights":["Analyses"],"Select image":["Sélectionner une image"],"Last month":["Le mois dernier"],"The number of headers and header labels don't match.":["Le nombre d’en-têtes et leurs libellés ne correspondent pas."],"Default for %1$s (%2$s)":["Valeur par défaut pour les %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Cela aide les moteurs de recherche à comprendre votre site et son contenu. Vous pouvez changer certains réglages de cette publication ci-dessous."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO décrit automatiquement vos publications à l’aide de schema.org"],"Article type":["Type d’article"],"Page type":["Type de page"],"Learn more about page or content types":["En savoir plus sur les types de publication"],"What type of page or content is this?":["Quel type de publication ou de contenu est-ce ?"],"Learn more about structured data with Schema.org":["En savoir plus sur les données structurées avec Schema.org"],"Item Page":["Page de l’élément"],"Learn more about the no-index setting on our help page.":["En savoir plus sur le réglage noindex sur notre page d’aide."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Même si vous pouvez définir le réglage pour les robots ici, votre site entier est réglé sur « noindex » dans les réglages de lecture. Ces réglages ici n’auront donc aucun effet."],"Learn more about canonical URLs on our help page.":["En savoir plus sur les URL canoniques sur notre page d’aide."],"Learn more about the breadcrumbs title setting on our help page.":["En savoir plus sur le réglage de titre de fil d’Ariane sur notre page d’aide."],"Learn more about advanced meta robots settings on our help page.":["En savoir plus sur les réglages de métadonnées avancés sur notre page d’aide."],"Learn more about the no-follow setting on our help page.":["En savoir plus sur le réglage nofollow sur notre page d’aide."],"Should search engines follow links on this content?":["Est-ce que les moteurs de recherche devraient suivre les liens de ce contenu ?"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Les mots suivants apparaissent le plus souvent dans votre texte. Cela vous donne un aperçu de la perception de votre contenu. Si les mots diffèrent de votre sujet principal, vous devriez réécrire votre contenu en conséquence."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Une fois que vous aurez ajouté plus de texte, nous vous donnerons la liste des mots qui apparaissent le plus dans votre contenu. Cela vous donnera un aperçu de la perception de votre contenu."],"%d occurrences":["%d occurrences"],"Keyphrase":["Expression clé"],"Good job!":["Bon travail !"],"Add related keyphrase":["Ajouter une expression clé similaire"],"%d day":["%d jour","%d jours"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lisez notre %1$sguide ultime sur la recherche de mots-clés%2$s pour en savoir plus sur la recherche de mots-clés et la stratégie de mots-clés."],"Prominent words":["Mots principaux"],"%1$s (current default for %2$s)":["%1$s (réglage par défaut pour les %2$s)"],"24\/7 support":["Support 24\/7"],"Please provide a meta description by editing the snippet below.":["Merci de fournir une méta description en modifiant le champ ci-dessous."],"No":["Non"],"Yes":["Oui"],"very difficult":["très difficile"],"Try to make shorter sentences, using less difficult words to improve readability":["Essayez de faire des phrases plus courtes, en utilisant des mots moins compliqués afin d’améliorer la lisibilité"],"difficult":["difficile"],"fairly difficult":["assez difficile"],"fairly easy":["assez facile"],"easy":["facile"],"very easy":["très facile"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Le texte a obtenu %1$s au test, ce qui est considéré comme %2$s à lire."],"Flesch reading ease":["Indice de lisibilité de Flesch"],"Canonical URL":["URL canonique"],"Breadcrumbs Title":["Titre pour le fil d’Ariane"],"No Snippet":["Pas de métadonnées"],"No Archive":["Aucune archive"],"No Image Index":["Pas d’index pour l’image"],"Meta robots advanced":["Méta robots avancés"],"View":["Voir"],"Advanced":["Avancé"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}