{"translation-revision-date":"2025-12-02 10:37:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"%1$s access":["%1$s dostępu"],"AI tools included":["Dołączone narzędzia SI"],"Access to friendly help when you need it, day or night":["Dostęp do przyjaznej pomocy, kiedy jej potrzebujesz, w dzień i w nocy"],"Internal links and redirect management, easy":["Łatwe zarządzanie odnośnikami wewnętrznymi i przekierowaniami"],"Easy Local SEO. Show up in Google Maps results":["Łatwe lokalne SEO. Wyświetlaj się w wynikach w Mapach Google"],"Built to get found by search, AI, and real users":["Stworzony, aby dać się znaleźć wyszukiwarce, SI i prawdziwym użytkownikom"],"Make your articles visible, be seen in Google News":["Uczyń swoje artykuły widocznymi, bądź widoczny w Google News"],"Generate SEO optimized metadata in seconds with AI":["Generuj zoptymalizowane pod kątem SEO metadane w ciągu kilku sekund dzięki SI"],"Revoke consent":["Odwołaj zgodę"],"Yes, revoke consent":["Tak, odwołaj zgodę"],"By revoking your consent, you will no longer have access to Yoast AI features. Are you sure you want to revoke your consent?":["Cofnięcie zgody spowoduje utratę dostępu do funkcji Yoast SI. Czy na pewno chcesz cofnąć zgodę?"],"Revoke AI consent":["Odwołaj zgodę SI"],"Enable AI-powered SEO! Use all Yoast AI features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["Włącz SEO oparte na SI! Wykorzystaj wszystkie funkcje Yoast SI, aby zwiększyć swoją wydajność. Wystarczy dać nam zielone światło. %1$s%2$sDowiedz się więcej%3$s%4$s"],"Grant consent for %s":["Wyraź zgodę dla %s"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["Akceptuję %1$sWarunki korzystania z usługi%2$s i %3$sPolitykę prywatności%4$s usługi Yoast SI. Obejmuje to zgodę na gromadzenie i wykorzystywanie danych w celu poprawy komfortu użytkowania."],"Grant consent":["Udziel zgodę"],"Undefined error message.":["Niezdefiniowany komunikat o błędzie."],"Refresh this page":["Odśwież tę stronę"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Niestety oznacza to, że wszystkie niezapisane zmiany zostaną utracone. Możesz spróbować odświeżyć tę stronę, aby rozwiązać problem. Jeśli ten błąd nadal występuje, skontaktuj się z naszym zespołem wsparcia, a my udzielimy pomocy!"],"Something went wrong. An unexpected error occurred.":["Coś poszło nie tak. Wystąpił nieoczekiwany błąd."],"Contact support":["Skontaktuj się z pomocą techniczną"],"We're very sorry, but it seems like the following error has interrupted our application:":["Bardzo nam przykro, ale wygląda na to, że następujący błąd przerwał działanie naszej aplikacji:"],"(Opens in a new browser tab)":["(Otworzy się w nowej zakładce)"],"24\/7 support":["Wsparcie 24\/7"],"Something went wrong, please try again later.":["Wystąpił błąd, spróbuj ponownie później."],"Close":["Zamknij"]}},"comment":{"reference":"js\/dist\/ai-consent.js"}}