{"translation-revision-date":"2025-07-13 10:22:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Get the checklist and start optimizing now!":["Nhận danh sách kiểm tra và bắt đầu tối ưu hóa ngay bây giờ!"],"Is your WooCommerce store ready for Black Friday?":["Cửa hàng WooCommerce của bạn đã sẵn sàng cho Thứ Sáu Đen chưa?"],"The %1$s %2$sultimate Black Friday checklist%3$s helps you prepare in time, so you can boost your results during this sale.":["Danh sách kiểm tra %2$sThứ Sáu Đen tối ưu%3$s của %1$s giúp bạn chuẩn bị kịp thời, để bạn có thể tăng cường kết quả trong đợt bán hàng này."],"Sign up today!":["Đăng ký hôm nay!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Bạn cảm thấy lạc lõng khi nói đến việc tối ưu hóa trang web của mình cho các công cụ tìm kiếm? Tham gia hội thảo trên web MIỄN PHÍ của chúng tôi để có được sự tự tin mà bạn cần để bắt đầu tối ưu hóa như một chuyên gia! Bạn sẽ có được kiến thức và công cụ để bắt đầu triển khai SEO hiệu quả."],"Join our FREE webinar for SEO success":["Tham gia hội thảo trên web MIỄN PHÍ của chúng tôi để thành công SEO"],"Dismiss this notice.":["Loại bỏ thông báo này."],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Có những thay đổi chưa được lưu trong một hoặc nhiều bước. Rời khỏi có nghĩa là những thay đổi đó có thể không được lưu. Bạn có chắc bạn muốn để lại?"]}},"comment":{"reference":"js\/dist\/settings.js"}}