{"translation-revision-date":"2025-10-13 11:32:01+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"30% off - Black Friday":["30% de desconto - Black Friday"],"Smarter content tools; internal linking suggestions and redirect automation":["Ferramentas de conteúdo mais inteligentes, sugestões de ligações internas e automatização de redireccionamentos"],"Plan not activated":["Plano não activado"],"Now includes:":["Agora inclui:"],"Manage in %s":["Gerir em %s"],"Generate standout product titles and descriptions":["Gere títulos e descrições de produtos de destaque"],"Get tailored SEO analysis for your product pages":["Obtenha uma análise de SEO personalizada para as suas páginas de produtos"],"Includes all %1$sFree%2$s features, plus:":["Inclui todas as funcionalidades do %1$sPlus%2$s, mais:"],"Includes all %1$sPremium%2$s features, plus:":["Inclui todas as funcionalidades do %1$sPremium%2$s, mais:"],"Increase organic visibility for your products":["Aumente a visibilidade orgânica dos seus produtos"],"AI-enhanced optimization, built right in at no extra cost":["Optimização melhorada por IA, integrada sem custos adicionais"],"Built for WooCommerce stores, this bundle helps your products stand out in Google with rich results and smart SEO, plus %s to save time and boost visibility.":["Criado para lojas WooCommerce, este pacote ajuda os seus produtos a destacarem-se no Google com resultados avançados e SEO inteligente, e o %s ajuda a poupar tempo e a aumentar a visibilidade."],"Buy product":["Comprar produto"],"Compare plans and find the perfect fit for your site - from essential SEO features to advanced automation.":["Compare planos e encontre a solução perfeita para o seu site - desde funcionalidades essenciais de SEO até à automatização avançada."],"Current active plan":["Plano actual activado"],"Advanced tools to scale your SEO workflow":["Ferramentas avançadas para dimensionar o seu fluxo de trabalho de SEO"],"%s gives entrepreneurs and in-house teams real-time SEO guidance, so content meets best practices and drives visibility, no expert knowledge needed.":["O %s dá aos empresários e às equipas internas orientação em tempo real em matéria de SEO, para que o conteúdo cumpra as melhores práticas e aumente a visibilidade, sem necessidade de conhecimentos especializados."],"Plans":["Planos"],"Learn more":["Saiba mais"],"(Opens in a new browser tab)":["(Abrir num novo separador)"]}},"comment":{"reference":"js\/dist\/plans.js"}}