{"translation-revision-date":"2025-11-18 09:31:29+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Fine-tune your content for every audience":["محتوای خود را برای هر گروه مخاطب به‌صورت دقیق تنظیم کنید."],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles - helping it get discovered by a wider audience.":["برای حداکثر ۵ کلیدواژه بهینه‌سازی کنید تا محتوای خود را پیرامون موضوعات، مخاطبان و دیدگاه‌های مختلف تنظیم کرده و به جذب مخاطبان بیشتری کمک کنید"],"Suggest internal links based on your content’s main topics":["بر اساس موضوعات اصلی محتوای شما، پیوندهای داخلی پیشنهاد می دهد"],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles. %sScans your content to:":["برای حداکثر ۵ کلیدواژه بهینه‌سازی کنید تا محتوای خود را پیرامون موضوعات، مخاطبان و دیدگاه‌های گوناگون سازمان‌دهی کنید. %sمحتوای شما را بررسی می‌کند تا:"],"Connect related content without the guesswork":["محتوای مرتبط را بدون حدس و خطا به‌هم متصل کنید"],"Opens in a new tab":["در زبانه‌ای جدید باز می‌شود"],"Explore %s":["کاوش کنید %s"],"Cover more search intent with related keyphrases":["با استفاده از کلیدواژه‌های مرتبط، دامنه‌ی بیشتری از اهداف جستجو را پوشش دهید."],"Upgrade to link your content with ease":["ارتقا دهید تا محتوای خود را به‌آسانی به‌هم پیوند دهید"],"Keep visitors exploring longer":["بازدیدکنندگان را برای مدت بیشتری در سایت نگه دارد"],"Strengthen your site’s structure":["ساختار وب‌سایت شما را تقویت کند"],"Build relevant internal links faster":["پیوندهای داخلی مرتبط را سریع‌تر ایجاد کند"],"Make your articles visible, be seen in Google News":["مقالات خود را قابل‌مشاهده کنید و در Google News دیده شوید"],"Generate SEO optimized metadata in seconds with AI":["در چند ثانیه با هوش مصنوعی فرادادهٔ بهینه‌سازی‌شده برای سئو تولید کنید"],"Internal links and redirect management, easy":["مدیریت پیوندهای داخلی و تغییر مسیرها به‌آسانی"],"Easy Local SEO. Show up in Google Maps results":["سئوی محلی آسان — در نتایج Google Maps دیده شوید"],"Built to get found by search, AI, and real users":["ساخته شده تا توسط جستجو، هوش مصنوعی و کاربران واقعی پیدا شود"],"AI tools included":["ابزارهای هوش مصنوعی  اضافه شده‌اند"],"Access to friendly help when you need it, day or night":["دسترسی به پشتیبانی در هر زمان از شبانه‌روز"],"%1$s access":["دسترسی %1$s"],"Close modal":["بستن پنجره"],"No image was found that we can automatically set as your social image. Please use %1$s, %2$s, %3$s or %4$s formats to ensure it displays correctly on social media.":["هیچ تصویری پیدا نشد که بتوانیم به‌صورت خودکار به‌عنوان تصویر اجتماعی شما تنظیم کنیم. لطفاً از فرمت‌های %1$s، %2$s، %3$s یا %4$s استفاده کنید تا تصویر به‌درستی در شبکه‌های اجتماعی نمایش داده شود."],"Undefined error message.":["پیام خطای تعریف نشده"],"X":["X"],"X appearance":["ظاهر X"],"X share preview":["پیش نمایش اشتراک X"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["شما %1$s را در سایت خود فعال کرده‌اید که به‌طور خودکار نوع صفحه محصولات را روی «صفحه آیتم» تنظیم می‌کند. در نتیجه، انتخاب نوع صفحه غیرفعال شده است."],"Leave a quick review":["یک بررسی سریع بگذارید"],"Happy with the plugin?":["از افزونه راضی هستید؟"],"Show Yoast SEO some love!":["به Yoast SEO کمی عشق نشان دهید!"],"Social share preview":["پیش‌نمایش اشتراک‌گذاری اجتماعی"],"Last updated":["آخرین بروزرسانی"],"Last day":["روز اخیر"],"Last week":["هفته اخیر"],"Last year":["سال اخیر"],"Allow search engines to show this content in search results?":["به موتورهای جستجو اجازه می‌دهید این محتوا را در نتایج جستجو نشان دهند؟"],"Activate tracking to show the ranking position":["ردیابی را برای نمایش موقعیت رتبه‌بندی فعال کنید"],"Internal linking suggestions":["پیشنهادات پیوند داخلی"],"Buy now!":["اکنون بخرید!"],"30% OFF":["30% تخفیف"],"BLACK FRIDAY":["جمعه سیاه"],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["برای سفارشی کردن ظاهر پست خود به طور خاص برای X، لطفا تنظیمات \"X ظاهر\" را در زیر پر کنید. اگر این تنظیمات را دست نخورده رها کنید، تنظیمات «ظاهر رسانه اجتماعی» که در بالا ذکر شد نیز برای اشتراک‌گذاری در X اعمال خواهد شد."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["برای سفارشی کردن ظاهر پست خود به طور خاص برای X، لطفا تنظیمات \"X ظاهر\" را در زیر پر کنید."],"Social media appearance":["ظاهر در شبکه های اجتماعی"],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["تعیین کنید که پست شما در رسانه های اجتماعی مانند فیس بوک، X، اینستاگرام، واتساپ، Threads، لینکدین، Slack و موارد دیگر چگونه باید باشد."],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["آیا می‌خواهید پیش‌نمایش گوگل پیشرفته‌ای از نحوه ظاهر محصولات ووکامرس خود در نتایج جستجو داشته باشید؟"],"Sign up today!":["امروز ثبت نام کنید!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["وقتی نوبت به بهینه سازی سایت برای موتورهای جستجو می رسد، احساس گمراهی می کنید؟ به وبینار رایگان ما بپیوندید تا اعتماد به نفس لازم را برای شروع بهینه سازی مانند یک حرفه ای به دست آورید! شما دانش و ابزارهایی را برای شروع بهینه سازی سئو به دست خواهید آورد."],"Join our FREE webinar for SEO success":["برای موفقیت در سئو به وبینار رایگان ما بپیوندید"],"Want your products stand out in search results with rich results like price, reviews and more?":["آیا می‌خواهید محصولاتتان در نتایج جستجو با نتایج غنی مانند قیمت، نظرات و موارد دیگر برجسته شوند؟"],"Close the upgrade callout":["پیام ارتقا را ببندید"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s و %2$s تخفیف انحصاری برای %3$s ماه (ها) دریافت کنید."],"Click here to upgrade your %s plan":["برای ارتقاء سطح %s خود اینجا کلیک کنید"],"Keyphrases tracked: %1$s\/%2$s":["عبارات کلیدی ردیابی شده: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["شما %1$s از %2$s عبارات کلیدی موجود در حساب خود را دنبال می‌کنید."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["شما %1$s از %2$s عبارات کلیدی موجود در حساب رایگان خود را ردیابی می کنید."],"Potentially non-inclusive":["بالقوه غیر فراگیر"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["می‌توانید نوع پیش‌فرض %1$s را در قسمت انواع محتوا در %2$sتنظیمات%3$s تغییر دهید."],"BLACK FRIDAY | 30% OFF":["30% تخفیف - بلک فرایدی"],"Unlock with %1$s":["باز کردن قفل با %1$s"],"Refresh this page":["تازه‌سازی این برگه"],"Something went wrong. An unexpected error occurred.":["مشکلی پیش آمد. یک خطای غیرمنتظره رخ داد."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["متأسفانه این بدان معناست که تغییرات ذخیره نشده در این بخش از بین خواهند رفت. برای رفع مشکل می توانید این صفحه را بازخوانی کنید. اگر این خطا همچنان رخ داد، لطفاً با تیم پشتیبانی ما تماس بگیرید، و ما تمام کمک‌های لازم را برای شما دریافت خواهیم کرد!"],"Read more about text formality.":["درباره رسمی بودن متن بیشتر بخوانید."],"Text formality":["رسمی بودن متن"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s به شما کمک می کند تا سطح رسمی متن خود را ارزیابی کنید."],"Contact support":["با پشتیبانی تماس بگیرید"],"We're very sorry, but it seems like the following error has interrupted our application:":["بسیار متاسفیم، اما به نظر می رسد خطای زیر برنامه ما را قطع کرده است:"],"Search appearance":["ظاهر جستجو"],"Inclusive language:":["زبان فراگیر:"],"Dismiss":["رد کردن"],"Premium SEO analysis:":["تجزیه و تحلیل سئو برتر:"],"Buy %s now!":["همین الان %s را بخرید!"],"Get %s to enjoy the benefits of prominent words":["%s را دریافت کنید تا از مزایای کلمات برجسته لذت ببرید"],"Are you working on a news article? %s helps you optimize your site for Google News.":["آیا روی یک مقاله خبری کار می کنید؟ %s به شما کمک می کند تا سایت خود را برای Google News بهینه کنید."],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["با %1$s%3$s%2$s، این بخش به شما نشان می‌دهد کدام کلمات بیشتر در متن شما استفاده می‌شوند. با بررسی این کلمات برجسته در برابر کلمه یا کلمه های کلیدی مورد نظر خود، می دانید که چگونه متن خود را ویرایش نمایید تا تمرکز بیشتری داشته باشید."],"Unlock with %s":["باز کردن قفل با %s"],"minute":["دقیقه"],"Reading time":["زمان مطالعه"],"Learn more about reading time":["درباره زمان مطالعه بیشتر بدانید"],"no data":["بدون داده"],"Learn more about character count":["یادگیری بیشتر در خصوص شمارش کاراکتر"],"Learn more about word count":["یادگیری بیشتر در خصوص شمارش کلمات"],"Word count":["شمارش کلمات"],"Character count":["شمارش کاراکتر"],"out of 100":["از 100"],"okay":["باشه"],"Learn more about Flesch reading ease":["یادگیری بیشتر در خصوص سهولت خوانایی فلش"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["طول متن شما باید مقداری بیشتر باشد تا نمره سهولت خوانایی فلش محاسبه گردد."],"Continue writing to get insight into the readability of your text!":["به نوشتن ادامه دهید تا از سطح خوانایی متن خود مطلع شوید!"],"Dismiss this notice.":["رد کردن این اخطار."],"word":["کلمه"],"character":["کاراکتر"],"reconnect to %s":["اتصال مجدد به %s"],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["پیش از رفتن به مرحله بعدی از پیگیری عملکرد سئوی سایت از ثبت عنوان مطلب خود، یا پیش نویس کردن آن یا وارد کردن دستی نامک مطلب، مطمئن شوید."],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["به‌نظر می‌رسد هنگام بازیابی اطلاعات وب‌سایت شما مشکلی پیش آمده است. لطفاً %s و دوباره امتحان کنید."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["هنگام ردیابی موقعیت(های) رتبه‌بندی صفحه شما مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید."],"Tracking the ranking position…":["پیگیری جایگاه (رتبه بندی گوگل)"],"upgrade your %s plan":["طرح %s خود را ارتقا دهید"],"No keyphrase has been set. Please set a keyphrase first.":["عبارات کلیدی از پیش تعیین نشده است. لطفا ابتدا عبارات کلیدی موردنظر خود را انتخاب نمایید."],"Read more about keyphrase tracking with Wincher":["درباره ردیابی عبارت کلیدی با Wincher بیشتر بخوانید"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s درحال‌حاضر موقعیت(های) رتبه‌بندی صفحه شما را دنبال می‌کند. این ممکن است چند دقیقه طول بکشد. لطفاً صبر کنید یا بعداً دوباره بررسی کنید."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["شما با موفقیت به %s متصل شدید. اکنون می‌توانید عملکرد سئو را برای عبارت(های) کلیدی این صفحه ردیابی کنید."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["ردیابی خودکار عبارات کلیدی فعال است. وقتی نوشته خود را منتشر می‌کنید، عبارت(های) کلیدی شما به‌طور خودکار توسط %s ردیابی می‌شود."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["با %1$s می توانید موقعیت رتبه بندی صفحه خود را در نتایج جستجو بر اساس عبارت(های کلیدی) خود ردیابی کنید. %2$s"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["شما به حداکثر%1$d عبارت کلیدی که می توانید به حساب Wincher خود اضافه کنید رسیده اید. اگر می خواهید عبارات کلیدی بیشتری اضافه کنید، لطفا %2$s."],"Track SEO performance":["عملکرد سئو را بررسی کنید"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["می‌توانید ردیابی عملکرد SEO را برای هر عبارت کلیدی زیر فعال یا غیرفعال کنید."],"Position":["جایگاه"],"SEO performance":["عملکرد سئو"],"Connect with %s":["ارتباط با %s"],"Position over time":["موقعیت در گذر زمان"],"Tracking":["ردیابی"],"* focus keyphrase":["* عبارت کلیدی متمرکز"],"Learn more about the SEO performance feature.":["درباره ویژگی عملکرد سئو بیشتر بدانید."],"Get more insights over at %s":["در %s بینش بیشتری دریافت کنید"],"Track all keyphrases on this page":["تمام عبارات کلیدی این صفحه را ردیابی کنید"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["ردیابی قبلاً برای یک یا چند عبارت کلیدی این صفحه فعال شده است. با کلیک بر روی دکمه زیر، ردیابی برای تمام عبارات کلیدی آن فعال می شود."],"Insights":["تحلیل‌ها"],"Select image":["انتخاب تصویر"],"Last month":["ماه گذشته"],"The number of headers and header labels don't match.":["مقدار هدرها و برچسب های سرصفحه مطابقت ندارند."],"Return to your %s":["برگشت به %s"],"Make sure to save your %s for changes to take effect":["آیا اطمینان دارید این تغیرات  %s ذخیره نمایید."],"Default for %1$s (%2$s)":["پیش فرض برای %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["این به موتورهای جستجو کمک می کند وب سایت و محتوای شما را درک کنند. می توانید برخی از تنظیمات خود را برای این صفحه در زیر تغییر دهید."],"Article type":["نوع مقاله"],"Page type":["نوع برگه"],"Item Page":["برگه مورد"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO به طور خودکار صفحات شما را با استفاده از schema.org توصیف می کند"],"Learn more about page or content types":["درباره انواع برگه یا محتوا بیشتر بیاموزید"],"What type of page or content is this?":["این چه نوع برگه یا محتوایی است؟"],"Learn more about structured data with Schema.org":["با داده های ساخت یافته با Schema.org بیشتر بیاموزید"],"Link removed.":["پیوند پاک شد."],"Unlink":["حذف لینک"],"Link inserted.":["لینک درج شد."],"Link edited.":["لینک ویرایش شد."],"SEO analysis:":["آنالیز سئو:"],"We've analyzed your post. There is still room for improvement!":["نوشته شما را آنالیز کردیم. هنوز راهی برای بهبود هست!"],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":["نشانه‌گذاری پیوندها با nofollow\/sponsored در وردپرس قدیمی‌تر از 5.4 غیرفعال است."],"Link":["پیوند"],"Learn more about marking a link as nofollow or sponsored.":["یادگیری بیشتر درباره نشانه‌دار کردن پیوند به‌عنوان nofollow یا sponsored."],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["موتورهای جستجو باید این پیوند را نادیده بگیرند ( نشانه‌دار به‌عنوان%1$snofollow%2$s)%3$s"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["این یک پیوند sponsored یا تبلیغ است (نشانه‌دار به‌عنوان %1$ssponsored%2$s)%3$s"],"Open in new tab":["بازکردن در زبانه جدید"],"We've analyzed your post. Everything looks good. Well done!":["نوشته‌ی شما رو آنالیز کردیم. همه‌چیز به‌نظر می‌رسه که خوبه. آفرین!"],"Share your post!":["اشتراک نوشته شما!"],"No focus keyword was entered":["هیچ کلمه‌کلیدی کانونی، وارد نشده است"],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["لطفا نسخۀ وردپرس را ارتقاء دهید یا افزونۀ گوتنبرگ را برای دریافت این ویژگی %1$s نصب کنید."],"Warning: the link has been inserted but may have errors. Please test it.":["هشدار: پیوند وارد شده است، اما ممکن است خطاهایی داشته باشد. لطفا آن را امتحان کنید."],"Improve your post with Yoast SEO":["نوشته خود را با افزونه سئو Yoast بهبود ببخشید"],"Learn more about the no-index setting on our help page.":["برای کسب اطلاعات بیشتر در مورد تنظیمات no index به صفحه ی راهنمای ما مراجعه کنید"],"Learn more about the no-follow setting on our help page.":["برای کسب اطلاعات بیشتر در مورد تنظیمات نوفالو به صفحه ی راهنمای ما مراجعه کنید"],"Learn more about the breadcrumbs title setting on our help page.":["درباره تنظیمات عنوان ریزآدرس در برگه آموزش مطالعه کنید."],"Learn more about advanced meta robots settings on our help page.":["درباره تنظیمات پیشرفته روبات های متا در صفحه راهنمای ما اطلاعات بیشتری کسب کنید."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["حتی اگر می توانید تنظیمات روبات های متا را در اینجا تنظیم کنید ، کل سایت روی noindex در تنظیمات حریم خصوصی یک صفحه تنظیم شده است ، بنابراین این تنظیمات تاثیری نخواهد داشت."],"Learn more about canonical URLs on our help page.":["برای کسب اطلاعات بیشتر در مورد url های کنونیکال به صفحه ی راهنما مراجعه کنید"],"Should search engines follow links on this content?":["آیا موتورهای جستجو مجبور هستند لینک‌‌های این محتوا را دنبال کنند"],"Schema":["اسکیما"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["کلمات زیر بیشترین تکرار را در محتوا دارند. این نشان می دهد که محتوای شما روی چه چیزی تمرکز دارد. اگر کلمات محتلف زیاد در موضوع شما باشد؛ شما ممکن است بخواهید محتوای خود را مجدد بازنویسی کنید."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["هنگامی که یک کپی کوچکتر اضافه می کنید، به شما لیستی از کلمات و کلمات ترکیبی که در متن بیشتر وجود دارد می دهد.این نشان می دهد که محتوای شما روی چه چیزی تمرکز دارد."],"%d occurrences":["%d رخداد"],"Keyphrase":["کلیدواژه"],"Good job!":["آفرین!"],"Add related keyphrase":["افزودن کلیدواژه مرتبط"],"Readability analysis:":["آنالایز خوانایی"],"%d day":["%d روز"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["مطالعه %1$sراهنمای تحقیق کلمه کلیدی %2$s برای یادگیری بیشتر درباره تحقیق کلمه کلیدی و استراتژی کلمه کلیدی."],"Prominent words":["کلمات برجسته"],"%1$s (current default for %2$s)":["%1$s (پیشفرض فعلی برای %2$s)"],"(Opens in a new browser tab)":["(در یک برگه جدید مرورگر باز میکند)"],"24\/7 support":["پشتیبانی 24\/7"],"Good SEO score":["نمره خوب سئو"],"OK SEO score":["امتیاز سئوی قابل قبول"],"Please provide a meta description by editing the snippet below.":["لطفا با ویرایش متن زیر توضیحات متا را ارائه دهید."],"No":["خیر"],"Yes":["بله"],"Needs improvement":["به بهبود نیاز دارد"],"Not available":["در دسترس نمی باشد"],"Good":["خوب"],"Yoast SEO":["سئو Yoast"],"Facebook":["فیس‌بوک"],"very difficult":["خیلی سخت"],"difficult":["سخت"],"fairly difficult":["واقعا سخت"],"OK":["تایید"],"fairly easy":["واقعا آسان"],"easy":["آسان"],"very easy":["خیلی راحت"],"Try to make shorter sentences, using less difficult words to improve readability":["سعی کنید برای خوانایی بیشتر جمله ها رو کوتاه تر، از کلمه های با سختی کمتر استفاده کنید"],"Flesch reading ease":["سهولت خواندن Flesch"],"The copy scores %1$s in the test, which is considered %2$s to read.":["کپی امتیاز %1$s در تست میگیرد, که در نظر گرفته شده است %2$s برای خواندن."],"Canonical URL":["نشانی قانونی (Canonical)"],"No Snippet":["بدون سربرگ"],"No Archive":["بدون بایگانی"],"Meta robots advanced":["متا روبات های پیشرفته"],"View":["نمایش"],"Advanced":["پیشرفته"],"No Image Index":["بدون ایندکس تصویر"],"Breadcrumbs Title":["عنوان مسیر راهنما"]}},"comment":{"reference":"js\/dist\/block-editor.js"}}