{"translation-revision-date":"2025-12-02 10:37:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"%1$s access":["%1$s dostępu"],"AI tools included":["Dołączone narzędzia SI"],"Access to friendly help when you need it, day or night":["Dostęp do przyjaznej pomocy, kiedy jej potrzebujesz, w dzień i w nocy"],"Internal links and redirect management, easy":["Łatwe zarządzanie odnośnikami wewnętrznymi i przekierowaniami"],"Easy Local SEO. Show up in Google Maps results":["Łatwe lokalne SEO. Wyświetlaj się w wynikach w Mapach Google"],"Built to get found by search, AI, and real users":["Stworzony, aby dać się znaleźć wyszukiwarce, SI i prawdziwym użytkownikom"],"Make your articles visible, be seen in Google News":["Uczyń swoje artykuły widocznymi, bądź widoczny w Google News"],"Generate SEO optimized metadata in seconds with AI":["Generuj zoptymalizowane pod kątem SEO metadane w ciągu kilku sekund dzięki SI"],"Update Site Kit by Google to the latest version to connect %s.":["Zaktualizuj Site Kit by Google do najnowszej wersji, aby połączyć %s."],"Update Site Kit by Google":["Aktualizacja Site Kit Google"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["Nie masz dostępu do widoku Site Kit by Google. Skontaktuj się z administratorem, który go skonfigurował."],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["Skontaktuj się z administratorem WordPress, aby zainstalować, aktywować i skonfigurować wtyczkę Site Kit by Google."],"Yes, disconnect":["Tak, odłącz"],"No, stay connected":["Nie, pozostaw połączone"],"By disconnecting, you will revoke your consent for Yoast to access your Site Kit data, meaning we can no longer show insights from Site Kit by Google on your dashboard. Do you want to proceed?":["Rozłączając się, cofniesz swoją zgodę na dostęp Yoast do danych Site Kit, co oznacza, że nie możemy już wyświetlać spostrzeżeń z Site Kit by Google w pulpicie nawigacyjnym. Czy chcesz kontynuować?"],"Are you sure?":["Czy na pewno?"],"CONNECT":["POŁĄCZ"],"SET UP":["KONFIGURACJA"],"ACTIVATE":["WŁĄCZENIE"],"INSTALL":["INSTALACJA"],"Install Site Kit by Google":["Zainstaluj Site Kit od Google"],"Activate Site Kit by Google":["Włącz Site Kit od Google"],"Set up Site Kit by Google":["Konfiguracja Site Kit od Google"],"Connect Site Kit by Google":["Połącz z Site Kit od Google"],"Disconnect":["Rozłącz"],"Successfully connected":["Połączenie powiodło się"],"View traffic and search rankings on your dashboard by connecting your Google account.":["Wyświetl ruch i rankingi wyszukiwania na kokpicie po podłączeniu konta Google."],"Get valuable insights with %1$sSite Kit by Google%2$s":["Uzyskaj cenne informacje dzięki %1$sSite Kit od Google%2$s"],"Site Kit by Google":["Site Kit od Google"],"Grant consent":["Udziel zgodę"],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["Udziel nam pozwolenia na dostęp do danych z Site Kit, umożliwiając wyświetlanie informacji z narzędzi takich jak Google Analytics i Search Console bezpośrednio w kokpicie."],"Grant consent to connect with Site Kit by Google":["Udzielenie zgody na połączenie z Site Kit od Google"],"Undefined error message.":["Niezdefiniowany komunikat o błędzie."],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s integruje dane wyjściowe Schema %1$s z własnymi, aby uzyskać rich snippets dla swoich produktów cyfrowych!"],"Get %1$srich results for your digital products%2$s in Google search":["Uzyskaj %1$sbogate wyniki dla swoich produktów cyfrowych%2$s w wyszukiwarce Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Dodaj wiarygodność do swojego profilu %1$s, weryfikując swoją witrynę za pomocą %2$s."],"Verify your site on %1$s%2$s%3$s":["Zweryfikuj swoją witrynę na %1$s%2$s%3$s"],"Mastodon profile not yet added":["Profil Mastodon nie został jeszcze dodany"],"Mastodon profile added":["Profil Mastodon został dodany"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Odblokuj bogate wyniki w wyszukiwarce Google, używając wtyczek, które integrują się z %1$sYoast Schema API%2$s."],"Schema API integrations":["Integracje API schematów"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s może integrować się z innymi produktami, aby pomóc jeszcze bardziej ulepszyć stronę internetową. Możesz włączyć lub wyłączyć te integracje poniżej."],"Track your rankings through time with %1$s%2$s%3$s":["Śledź swoje rankingi w czasie dzięki %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Użyj %1$s%2$s%3$s, aby zrobić badania słów kluczowych - bez opuszczania swojego stanowiska"],"Unlock rich snippets for your product pages by using %1$s.":["Odblokuj „rich snippets” dla swoich stron produktowych za pomocą %1$s."],"Get %1$srich product results%2$s in Google search":["Uzyskaj %1$sbogate wyniki produktów%2$s w wyszukiwarce Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s integruje się z %2$s's Schema API, aby uzyskać „rich snippets” dla przepisów!"],"Get %1$srich results for your recipes%2$s in Google search":["Uzyskaj %1$sbogate wyniki dla swoich przepisów%2$s w wyszukiwarce Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s integruje się z %2$s's Schema API, aby uzyskać „rich snippets” dla podcastów!"],"Get %1$srich results for your podcast%2$s in Google search":["Uzyskaj %1$sbogate wyniki dla swojego podcastu%2$s w wyszukiwaniu Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s integruje się z %2$s's Schema API, aby uzyskać „rich snippets” dla wydarzeń!"],"Get %1$srich results for your events%2$s in Google search":["Uzyskaj %1$sbogate wyniki dla swoich wydarzeń%2$s w wyszukiwarce Google"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Zintegruj swoje pola własne i dane SEO z %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Uaktualnij SEO %1$s%2$s%3$s"],"Improve your internal search results with %1$s%2$s%3$s":["Popraw swoje wewnętrzne wyniki wyszukiwania za pomocą %1$s%2$s%3$s"],"Learn more":["Dowiedz się więcej"],"Refresh this page":["Odśwież tę stronę"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Niestety oznacza to, że wszystkie niezapisane zmiany zostaną utracone. Możesz spróbować odświeżyć tę stronę, aby rozwiązać problem. Jeśli ten błąd nadal występuje, skontaktuj się z naszym zespołem wsparcia, a my udzielimy pomocy!"],"Something went wrong. An unexpected error occurred.":["Coś poszło nie tak. Wystąpił nieoczekiwany błąd."],"Contact support":["Skontaktuj się z pomocą techniczną"],"We're very sorry, but it seems like the following error has interrupted our application:":["Bardzo nam przykro, ale wygląda na to, że następujący błąd przerwał działanie naszej aplikacji:"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Użyj pól %s, aby zasilić swoje meta tagi i szablony, a także przeanalizować wszystkie treści."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Popraw swoje techniczne SEO, meta tagi i odblokuj więcej narzędzi SEO ecommerce."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Połącz konto %1$s, aby poprawić wyniki wyszukiwania witryny za pomocą danych %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Zaktualizuj swoje meta tagi i podglądy społecznościowe i zarządzaj ustawieniami SEO w jednym miejscu."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Wykorzystaj maksymalnie %1$s%2$s%3$s i %4$s, razem"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Wykorzystaj swoje ulubione narzędzia do analizy SEO i treści z ulubionym page builderem."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Uzyskaj narzędzia %1$s i funkcjonalności w %2$s%3$s%4$s"],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Śledź wpisy w rankingu, łącząc się ze swoim kontem %s."],"Find out what your audience is searching for with %s data right in your sidebar.":["Dowiedz się, czego szukają odbiorcy dzięki danym %s bezpośrednio w pasku bocznym."],"Plugin integrations":["Integracje wtyczek"],"Recommended integrations":["Zalecane integracje"],"Enable integration":["Włącz integrację"],"Integration unavailable for multisites":["Integracja niedostępna dla instalacji multisite"],"Network Disabled":["Wyłączone w sieci"],"Install %1$s Content Analysis for %2$s":["Zainstaluj %1$s Analiza treści dla %2$s"],"Activate %1$s Content Analysis for %2$s":["Aktywuj %1$s Analiza treści dla %2$s"],"%1$s integrates with %2$s":["%1$s integruje się z %2$s"],"Integration active":["Aktywna integracja"],"Plugin not detected":["Wtyczka nie została wykryta"],"Activate %s":["Włącz %s"],"Unlock with Premium":["Odblokuj z planem Premium"],"New":["Nowa"],"Other integrations":["Inne integracje"],"(Opens in a new browser tab)":["(Otworzy się w nowej zakładce)"],"24\/7 support":["Wsparcie 24\/7"],"Buy %s":["Kup %s"],"Integrations":["Integracje"],"Close":["Zamknij"]}},"comment":{"reference":"js\/dist\/integrations-page.js"}}