{"translation-revision-date":"2025-12-02 08:27:28+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Learn more about the metrics":["En savoir plus sur les métriques"],"Change country":["Modifier le pays"],"Removed!":["Retirée !"],"Added!":["Ajoutée !"],"Add":["Ajouter"],"Add keyphrase":["Ajouter une expression clé"],"Difficulty %":["% de difficulté"],"Intent":["Intention"],"It will take a lot of on-page SEO, link building, and content promotion efforts.":["Vous aurez besoin de beaucoup d’optimisation SEO, de liens entrants et d’efforts de promotion autour de votre contenu."],"Very hard":["Très difficile"],"You will need lots of high-quality ref. domains and optimized content.":["Vous aurez besoin de beaucoup de domaines référents de bonne qualité et un contenu optimisé."],"Hard":["Difficile"],"You will need lots of ref. domains and optimized content.":["Vous aurez besoin de beaucoup de domaines référents et un contenu optimisé."],"Difficult":["Difficulté"],"You will need well-structured and unique content.":["Vous aurez besoin d’un contenu unique et bien structuré."],"Possible":["Possible"],"You will need quality content focused on the keyword’s intent.":["Vous aurez besoin de contenu de qualité axé sur l’intention du mot-clé."],"Easy":["Facile"],"Your chance to start ranking new pages.":["Vos chances de rendre visibles de nouvelles pages."],"Very easy":["Très facile"],"The user wants to complete an action (conversion).":["L’internaute veut faire une action (conversion)."],"Transactional":["Transactionnelle"],"The user wants to investigate brands or services.":["L’internaute veut comparer des marques ou des services."],"Commercial":["Commerciale"],"The user wants to find a specific page or site.":["L’internaute veut trouver une page ou un site spécifique."],"Navigational":["Navigationnelle"],"The user wants to find an answer to a specific question.":["L’internaute veut une réponse à une question spécifique."],"Informational":["Informationnelle"],"Explore %s!":["Explorez %s !"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["Vous atteindrez plus de personnes avec plusieurs expressions clés ! Voulez-vous ajouter rapidement ces expressions clés similaires aux analyses %s pour une optimisation encore meilleure du contenu ?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Nous avons rencontré un problème lors de la récupération des expressions clés similaires. Veuillez réessayer ultérieurement."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Vous avez atteint le nombre maximal de 4 expressions clés similaires. Vous pouvez modifier ou supprimer des expressions clés similaires dans la boîte méta %s ou la colonne latérale."],"Upgrade your %s plan":["Mettez à niveau votre formule %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Vous avez atteint votre limite de requête journalière. Revenez demain ou passez à une formule supérieure de %s."],"Last month":["Le mois dernier"],"Two months ago":["Il y a deux mois"],"Three months ago":["Il y a trois mois"],"Four months ago":["Il y a quatre mois"],"Five months ago":["Il y a cinq mois"],"Six months ago":["Il y a six mois"],"Seven months ago":["Il y a sept mois"],"Eight months ago":["Il y a huit mois"],"Nine months ago":["Il y a neuf mois"],"Ten months ago":["Il y a dix mois"],"Eleven months ago":["Il y a onze mois"],"Twelve months ago":["Il y a douze mois"],"Get more insights at %s":["Obtenez plus d’analyses sur %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume de l’expression clé au cours des 12 derniers mois sur une échelle de 0 à 100."],"Trend":["Tendance"],"Volume":["Volume"],"Related keyphrase":["Expression clé similaire"],"Show results for:":["Afficher les résultats pour :"],"Sorry, there's no data available for that keyphrase\/country combination.":["Désolé, aucune donnée n’est disponible pour cette combinaison expression clé\/pays."],"Related keyphrases":["Expressions clés similaires"],"(Opens in a new browser tab)":["(S’ouvre dans un nouvel onglet)"],"Remove":["Supprimer"]}},"comment":{"reference":"js\/dist\/externals\/relatedKeyphraseSuggestions.js"}}