{"translation-revision-date":"2025-07-13 10:22:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"The AI features help you create better content by providing optimization suggestions that you can apply as you wish.":["Các tính năng AI giúp bạn tạo nội dung tốt hơn bằng cách cung cấp các đề xuất tối ưu hóa mà bạn có thể áp dụng theo ý muốn."],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Biến việc chỉnh sửa nội dung trở nên dễ dàng! Tối ưu hóa nội dung SEO của bạn với các đề xuất nhanh chóng, có thể hành động chỉ bằng một cú nhấp chuột.%1$s%2$sTìm hiểu thêm%3$s%4$s"],"Optimize your SEO content with %s":["Tối ưu hóa nội dung SEO của bạn với %s"],"Undefined error message.":["Thông báo lỗi không xác định."],"The selected file is not an image.":["Tệp đã chọn không phải là hình ảnh."],"Organization X":["Tổ chức X"],"X card data":["Dữ liệu thẻ X"],"LEI code":["Mã LEI"],"E.g. https:\/\/x.com\/yoast":["Ví dụ: https:\/\/x.com\/yoast"],"X":["X"],"suggestions":["đề xuất"],"meta title":["tiêu đề meta"],"Artificial intelligence":["Trí tuệ nhân tạo"],"Please tell us more about your organization’s identifiers. This information will help Google to display accurate and helpful details about your organization.":["Vui lòng cho chúng tôi biết thêm về mã định danh tổ chức của bạn. Thông tin này sẽ giúp Google hiển thị chi tiết chính xác và hữu ích về tổ chức của bạn."],"Organization identifiers":["Mã định danh tổ chức"],"Select a range \/ Enter a number":["Chọn một phạm vi \/ Nhập một số"],"Enrich your organization's profile by providing more in-depth information. The more details you share, the better Google understands your website.":["Làm phong phú hồ sơ tổ chức của bạn bằng cách cung cấp thông tin chuyên sâu hơn. Bạn càng chia sẻ nhiều chi tiết, Google càng hiểu rõ trang web của bạn."],"Additional organization info":["Thông tin tổ chức bổ sung"],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your email and phone for %2$seach specific location%3$s.":["Bạn đã kích hoạt %1$s trên trang web của mình và bạn đã định cấu hình doanh nghiệp của mình cho nhiều địa điểm. Điều này cho phép bạn cung cấp email và số điện thoại cho %2$smỗi địa điểm cụ thể%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your VAT ID and Tax ID for %2$seach specific location%3$s.":["Bạn đã kích hoạt %1$s trên trang web của mình và bạn đã định cấu hình doanh nghiệp của mình cho nhiều địa điểm. Điều này cho phép bạn cung cấp Mã số thuế GTGT và Mã số thuế của bạn cho %2$smỗi địa điểm cụ thể%3$s."],"You have %1$s activated on your site. You can provide your email and phone in the %2$s‘Business info’ settings%3$s.":["Bạn đã kích hoạt %1$s trên trang web của mình. Bạn có thể cung cấp email và số điện thoại của mình trong %2$scài đặt 'Thông tin doanh nghiệp'%3$s."],"You have %1$s activated on your site. You can provide your VAT ID and Tax ID in the %2$s‘Business info’ settings%3$s.":["Bạn đã kích hoạt %1$s trên trang web của mình. Bạn có thể cung cấp Mã số thuế GTGT và Mã số thuế của mình trong %2$scài đặt 'Thông tin doanh nghiệp'%3$s."],"NAICS":["NAICS"],"leicode":["leicode"],"DUNS":["DUNS"],"ISO 6523":["ISO 6523"],"Tax ID":["Mã số thuế"],"VAT ID":["Mã số thuế GTGT"],"Number of employees":["Số lượng nhân viên"],"Organization's founding date":["Ngày thành lập tổ chức"],"Organization's legal name":["Tên pháp lý của tổ chức"],"Organization phone number":["Số điện thoại của tổ chức"],"Organization email address":["Địa chỉ email của tổ chức"],"Organization description":["Mô tả tổ chức"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Bạn đã kích hoạt %1$s trên trang web của mình, tự động đặt Loại trang cho sản phẩm của bạn thành 'Trang mục'. Do đó, việc chọn Loại trang bị vô hiệu hóa."],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["Không cần phải tìm hiểu xem nên liên kết đến đâu. Bạn nhận được các đề xuất liên kết cho các bài viết và trang có liên quan để giúp trang web của bạn dễ điều hướng hơn."],"Explore %s now!":["Khám phá %s ngay!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Thêm quy tắc ‘không cho phép’ vào tệp robots.txt của bạn để ngăn OpenAI GPTBot thu thập dữ liệu."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Thêm quy tắc ‘không cho phép’ vào tệp robots.txt của bạn để ngăn bot Google-Extended thu thập dữ liệu. Bật cài đặt này sẽ không ngăn Google lập chỉ mục trang web của bạn."],"Prevent OpenAI GPTBot from crawling":["Ngăn OpenAI GPTBot thu thập dữ liệu"],"Prevent Common Crawl CCBot from crawling":["Ngăn Common Crawl CCBot thu thập dữ liệu"],"Internal linking suggestions":["Đề xuất liên kết nội bộ"],"Learn more about %s (Opens in a new browser tab)":["Tìm hiểu thêm về %s (Mở trong tab trình duyệt mới)"],"30% OFF":["GIẢM GIÁ 30%"],"BLACK FRIDAY":["THỨ SÁU ĐEN"],"Social media appearance":["Giao diện mạng xã hội"],"AI generator":["Trình tạo AI"],"AI title & description generator":["Trình tạo tiêu đề & mô tả AI"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Lưu ý rằng các tham số thường được sử dụng sau đây sẽ không bị xóa: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s và %7$s."],"Clear selection":["Xóa lựa chọn"],"Please see the “New” badges and review the Search appearance settings.":["Vui lòng xem huy hiệu “Mới” và xem lại cài đặt Giao diện tìm kiếm."],"New type of content added to your site!":["Loại nội dung mới đã được thêm vào trang web của bạn!"],"Site policies":["Chính sách trang web"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Chọn một trang cung cấp thông tin về chính sách đa dạng của bạn cho %1$snhân sự%2$s, %1$stuyển dụng%2$s và %1$sviệc làm%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Chọn một trang cung cấp thông tin về chính sách đa dạng của bạn cho nội dung %1$sbiên tập%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Chọn một trang mô tả %1$stiêu chuẩn%2$s về %1$shành vi%2$s cá nhân, tổ chức và doanh nghiệp mà tổ chức của bạn mong đợi."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Chọn một trang phác thảo quy trình của bạn để giải quyết %1$slỗi%2$s (ví dụ: xuất bản rút lại hoặc sửa chữa)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Chọn một trang mô tả cách tổ chức của bạn thu thập và phản hồi %1$sphản hồi%2$s, tương tác với %1$scông chúng%2$s và ưu tiên %1$ssự minh bạch%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Chọn một trang mô tả các nguyên tắc biên tập của tổ chức bạn. %1$sBạn viết về cái gì%2$s, %1$sviết cho ai%2$s và %1$stại sao%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Chọn các trang trên trang web của bạn có chứa thông tin về các chính sách xuất bản và tổ chức của bạn. Một số trong số này có thể không áp dụng cho trang web của bạn và bạn có thể chọn cùng một trang cho nhiều chính sách. %1$sTìm hiểu thêm về lý do tại sao việc thiết lập chính sách trang web của bạn là quan trọng%2$s."],"Diversity staffing report":["Báo cáo nhân sự đa dạng"],"Diversity policy":["Chính sách đa dạng"],"Ethics policy":["Chính sách đạo đức"],"Corrections policy":["Chính sách sửa chữa"],"Actionable feedback policy":["Chính sách phản hồi có thể hành động"],"Ownership \/ Funding info":["Thông tin sở hữu \/ Nguồn vốn"],"Publishing policies":["Chính sách xuất bản"],"Publishing principles":["Nguyên tắc xuất bản"],"Failed to retrieve pages.":["Không thể truy xuất các trang."],"No pages found.":["Không tìm thấy trang nào."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Thêm quy tắc ‘không cho phép’ vào tệp robots.txt của bạn để ngăn Google AdsBot thu thập dữ liệu. Bạn chỉ nên bật cài đặt này nếu bạn không sử dụng Google Ads trên trang web của mình."],"Block unwanted bots":["Chặn các bot không mong muốn"],"Prevent Google AdsBot from crawling":["Ngăn Google AdsBot thu thập dữ liệu"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Thêm quy tắc 'không cho phép' vào tệp robots.txt của bạn để ngăn việc thu thập dữ liệu các URL như %1$s, %2$s và %3$s."],"The name of this category is %1$s.":["Tên của danh mục này là %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Cảnh báo! Đây là các tính năng dành cho chuyên gia, vì vậy hãy đảm bảo bạn biết mình đang làm gì trước khi sử dụng cài đặt này. Bạn có thể làm hỏng trang web của mình. %1$sĐọc thêm về cách trang web của bạn có thể bị ảnh hưởng%2$s."],"Remove Other profile %1$s":["Xóa Hồ sơ khác %1$s"],"Read more about how to get your site verified.":["Đọc thêm về cách xác minh trang web của bạn."],"Get your site verified in your Mastodon profile.":["Xác minh trang web của bạn trong hồ sơ Mastodon của bạn."],"E.g. https:\/\/mastodon.social\/@yoast":["Ví dụ: https:\/\/mastodon.social\/@yoast"],"Mastodon":["Mastodon"],"Organization Mastodon":["Tổ chức Mastodon"],"%1$s Settings - %2$s":["Cài đặt %1$s - %2$s"],"Settings navigation":["Điều hướng cài đặt"],"Close settings navigation":["Đóng điều hướng cài đặt"],"Open settings navigation":["Mở điều hướng cài đặt"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Chọn xem trang web của bạn đại diện cho một tổ chức hay một người. %1$sTìm hiểu thêm về sự khác biệt và lựa chọn giữa Tổ chức và Người%2$s."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Giới hạn độ dài của các truy vấn tìm kiếm trang web nội bộ để giảm tác động của các cuộc tấn công spam và URL gây nhầm lẫn. Vui lòng nhập một số từ 1 đến 50."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Ngăn các tham số URL cụ thể bị xóa bởi tính năng ở trên. Ví dụ: thêm %1$s sẽ ngăn %2$s bị chuyển hướng đến %3$s. Bạn có thể thêm nhiều tham số và phân tách chúng bằng cách sử dụng phím enter hoặc dấu phẩy."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Hợp nhất nhiều định dạng URL tìm kiếm trang web của WordPress thành cú pháp %1$s. Ví dụ: %2$s sẽ chuyển hướng đến %3$s"],"Determine how your %1$s should look on social media.":["Xác định cách %1$s của bạn sẽ hiển thị trên mạng xã hội."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Tắt tính năng này có nghĩa là các trang lưu trữ cho %1$s sẽ không được các công cụ tìm kiếm lập chỉ mục và sẽ bị loại trừ khỏi sơ đồ trang web XML."],"Allow":["Cho phép"],"Deny":["Từ chối"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Để xem video này, bạn cần cho phép %1$s tải video được nhúng từ %2$s."],"The number you've entered is not between 1 and 50.":["Số bạn đã nhập không nằm trong khoảng từ 1 đến 50."],"Please enter a number between 1 and 50.":["Vui lòng nhập một số từ 1 đến 50."],"Redirect pretty URLs to ‘raw’ formats":["Chuyển hướng URL đẹp sang định dạng ‘thô’"],"Index Now":["Lập chỉ mục ngay"],"Failed to retrieve media.":["Không thể truy xuất phương tiện."],"Only available for English sites":["Chỉ khả dụng cho các trang web tiếng Anh"],"Show date archives in search results":["Hiển thị lưu trữ ngày tháng trong kết quả tìm kiếm"],"Show %1$s archives in search results":["Hiển thị lưu trữ %1$s trong kết quả tìm kiếm"],"Prefix for archive breadcrumbs":["Tiền tố cho điều hướng trang lưu trữ"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Bạn đã chọn người dùng %1$s%3$s%2$s là người mà trang web này đại diện. Thông tin hồ sơ người dùng của họ giờ đây sẽ được sử dụng trong kết quả tìm kiếm. Rất tiếc, bạn không được phép chỉnh sửa hồ sơ của người dùng này. Vui lòng liên hệ với quản trị viên hoặc %1$s%3$s%2$s của bạn để kiểm tra và\/hoặc cập nhật hồ sơ."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Cần đặt tên và biểu trưng của tổ chức để dữ liệu có cấu trúc hoạt động bình thường. Vì bạn chưa đặt những thứ này, chúng tôi đang sử dụng tên và biểu trưng trang web làm giá trị mặc định. %1$sTìm hiểu thêm về tầm quan trọng của dữ liệu có cấu trúc%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Thông tin này dự định sẽ xuất hiện trong %1$sBiểu đồ Kiến thức của Google%2$s."],"Other profile %1$s":["Hồ sơ khác %1$s"],"Tweet":["Tweet"],"Open Graph":["Open Graph"],"Organization Facebook":["Tổ chức Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Lưu trữ định dạng"],"File":["Tệp"],"PDF":["PDF"],"Video":["Video"],"Attachment":["Tệp đính kèm"],"404 pages title":["Tiêu đề trang 404"],"Search pages title":["Tiêu đề trang tìm kiếm"],"Enable date archives":["Bật lưu trữ ngày tháng"],"Enable author archives":["Bật lưu trữ tác giả"],"Anchor text for the homepage":["Văn bản neo cho trang chủ"],"Organization\/person":["Tổ chức\/người"],"Divider":["Dấu phân cách"],"Remove Atom\/RDF feeds":["Xóa nguồn cấp dữ liệu Atom\/RDF"],"Webmaster":["Quản trị trang web"],"Share":["Chia sẻ"],"Structured data":["Dữ liệu có cấu trúc"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Bật sơ đồ trang web XML %1$s. Sơ đồ trang web là tệp liệt kê các trang cần thiết của trang web để đảm bảo các công cụ tìm kiếm có thể tìm và thu thập dữ liệu chúng."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Biểu tượng %1$s trong thanh quản trị viên hàng đầu cung cấp quyền truy cập nhanh vào các công cụ của bên thứ ba để phân tích các trang và giúp dễ dàng xem bạn có thông báo mới hay không."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Cho phép Facebook và các mạng xã hội khác hiển thị bản xem trước với hình ảnh và đoạn trích văn bản khi chia sẻ liên kết đến trang web của bạn. Giữ tính năng này được bật để tối ưu hóa trang web của bạn cho mạng xã hội."],"Count the number of internal links from and to your posts to improve your site structure.":["Đếm số lượng liên kết nội bộ từ và đến các bài viết của bạn để cải thiện cấu trúc trang web của bạn."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Đánh dấu và lọc nội dung nền tảng của bạn để đảm bảo các bài viết quan trọng nhất của bạn nhận được sự chú ý mà chúng xứng đáng. Để giúp bạn viết bản sao xuất sắc, chúng tôi sẽ đánh giá văn bản của bạn nghiêm ngặt hơn."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Nhận thêm thông tin chi tiết về những gì bạn đang viết. Bạn sử dụng những từ nào thường xuyên nhất? Mất bao lâu để đọc văn bản của bạn? Văn bản của bạn có dễ đọc không?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Phân tích ngôn ngữ bao gồm cung cấp các đề xuất để viết bản sao bao gồm hơn, vì vậy nhiều người sẽ có thể liên quan đến nội dung của bạn."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["Phân tích SEO cung cấp các đề xuất để cải thiện khả năng tìm kiếm của văn bản của bạn và đảm bảo rằng nội dung của bạn đáp ứng các phương pháp hay nhất."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Đặt thông tin cơ bản cho trang web của bạn. Bạn có thể sử dụng %1$sdòng giới thiệu%2$s và %1$sdấu phân cách%2$s làm %3$sbiến thay thế%4$s khi định cấu hình giao diện tìm kiếm của nội dung."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Theo dõi cách sử dụng cho phép chúng tôi theo dõi một số dữ liệu về trang web của bạn để cải thiện plugin của chúng tôi. %1$sTìm hiểu thêm về dữ liệu chúng tôi theo dõi và lý do%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Liên kết đến kho lưu trữ cho tác giả bài viết, với tên tác giả làm văn bản neo."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Xác định cách các trang %1$s của bạn sẽ được mô tả theo mặc định trong đánh dấu Schema.org của trang web. Bạn luôn có thể tùy chỉnh cài đặt cho từng trang %1$s trong hộp meta %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Xác định cách các trang %1$s của bạn sẽ hiển thị trong các công cụ tìm kiếm. Bạn luôn có thể tùy chỉnh cài đặt cho từng trang %1$s trong hộp meta %2$s."],"Enable %1$s pages":["Bật các trang %1$s"],"Determine how your homepage should look in the search results.":["Xác định cách trang chủ của bạn sẽ hiển thị trong kết quả tìm kiếm."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Xác định cách %1$s của bạn sẽ hiển thị trong các công cụ tìm kiếm. Bạn luôn có thể tùy chỉnh cài đặt cho từng %1$s trong hộp meta %2$s."],"Enable format-based archives":["Bật lưu trữ dựa trên định dạng"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Bạn không chắc chắn cách triển khai điều hướng trang %3$s trên trang web của mình? Đọc %1$sbài viết trợ giúp của chúng tôi về triển khai điều hướng trang%2$s."],"Show %1$s without posts in search results":["Hiển thị %1$s không có bài viết trong kết quả tìm kiếm"],"Enable %1$s":["Bật %1$s"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Xác định cách %1$s của bạn sẽ hiển thị trên mạng xã hội theo mặc định. Bạn luôn có thể tùy chỉnh cài đặt cho từng %1$s trong hộp meta %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Xác định cách %1$s của bạn sẽ hiển thị trong kết quả tìm kiếm theo mặc định. Bạn luôn có thể tùy chỉnh cài đặt cho từng %1$s trong hộp meta %2$s."],"This taxonomy is used for %2$s.":["Phân loại này được sử dụng cho %2$s."],"This taxonomy is used for %1$s and %2$s.":["Phân loại này được sử dụng cho %1$s và %2$s."],"Read more about our custom field analysis":["Đọc thêm về phân tích trường tùy chỉnh của chúng tôi"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Xác định cách %1$s của bạn sẽ hiển thị trên mạng xã hội theo mặc định. Bạn luôn có thể tùy chỉnh cài đặt cho từng %1$s trong thanh bên hoặc hộp meta %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Xác định cách %1$s của bạn sẽ hiển thị trong kết quả tìm kiếm theo mặc định. Bạn luôn có thể tùy chỉnh cài đặt cho từng %1$s trong thanh bên hoặc hộp meta %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Xác định cách %1$s của bạn sẽ được mô tả theo mặc định trong %2$sđánh dấu Schema.org của trang web%3$s của bạn. Bạn luôn có thể thay đổi cài đặt cho từng %1$s trong thanh bên hoặc hộp meta %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Bạn có thể thêm nhiều trường tùy chỉnh và phân tách chúng bằng cách sử dụng %1$sphím enter%2$s hoặc %1$sdấu phẩy%2$s."],"Please enter a search term with at least %d characters.":["Vui lòng nhập cụm từ tìm kiếm có ít nhất %d ký tự."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Unavailable for multisites":["Không khả dụng cho nhiều trang"],"Determine how the title of your 404 error pages should look in the browser.":["Xác định cách tiêu đề của các trang lỗi 404 của bạn sẽ hiển thị trong trình duyệt."],"404 error pages":["Trang lỗi 404"],"Determine how the title of your internal search pages should look in the browser.":["Xác định cách tiêu đề của các trang tìm kiếm nội bộ của bạn sẽ hiển thị trong trình duyệt."],"Internal search pages":["Các trang tìm kiếm nội bộ"],"Show media pages in search results":["Hiển thị các trang Media trong kết quả tìm kiếm"],"Show format archives in search results":["Hiển thị các bản lưu trữ Ngày trong kết quả tìm kiếm"],"Show author archives in search results":["Hiển thị các lưu trữ Tác giả trong kết quả tìm kiếm"],"Breadcrumbs for %1$s":["Điều hướng trang cho %1$s"],"Site connections":["Kết nối phân tích"],"View the XML sitemap":["Xem sơ đồ trang XML"],"Enable feature":["Bật tính năng"],"Site features":["Tính năng"],"Learn more":["Tìm hiểu thêm"],"Site info":["Thông tin web"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Rất tiếc, bạn không được phép chỉnh sửa %1$stên trang web%2$s và %1$sdòng giới thiệu%2$s."],"Show or hide our tools and controls in the attachment editor.":["Hiển thị hoặc ẩn các công cụ và điều khiển của chúng tôi trong trình chỉnh sửa tệp đính kèm."],"(e.g., %1$s)":["(ví dụ: %1$s)"],"Remove unregistered URL parameters":["Xóa các tham số URL chưa đăng ký"],"Optimize Google Analytics utm tracking parameters":["Tối ưu hóa các tham số theo dõi utm của Google Analytics"],"Remove WP-JSON API":["Xóa WP-JSON API"],"Remove emoji scripts":["Xóa tập lệnh biểu tượng cảm xúc"],"Remove Atom \/ RDF feeds":["Xóa nguồn cấp dữ liệu Atom \/ RDF"],"Remove search results feeds":["Xóa nguồn cấp dữ liệu kết quả tìm kiếm"],"Remove custom taxonomy feeds":["Xóa nguồn cấp dữ liệu phân loại tùy chỉnh"],"Remove tag feeds":["Xoá nguồn cấp dữ liệu thẻ (tag)"],"Remove category feeds":["Xóa nguồn cấp dữ liệu danh mục"],"Remove post type feeds":["Xóa nguồn cấp dữ liệu loại nội dung"],"Remove post authors feeds":["Xóa nguồn cấp dữ liệu tác giả bài viết"],"Remove post comments feeds":["Xóa nguồn cấp dữ liệu bình luận bài viết"],"Remove global comment feeds":["Xóa nguồn cấp dữ liệu bình luận chung"],"Remove global feed":["Xóa nguồn cấp dữ liệu chung"],"Remove powered by HTTP header":["Xóa tiêu đề HTTP được hỗ trợ"],"Remove generator tag":["Xóa thẻ trình tạo"],"Remove oEmbed links":["Xóa liên kết oEmbed"],"Remove RSD \/ WLW links":["Xóa liên kết RSD \/ WLW"],"Remove REST API links":["Xóa liên kết REST API"],"Remove shortlinks":["Xóa liên kết ngắn"],"Show or hide our tools and controls in the content editor.":["Hiển thị hoặc ẩn các công cụ và điều khiển của chúng tôi trong trình chỉnh sửa nội dung."],"Enable SEO controls and assessments":["Bật các điều khiển và đánh giá SEO"],"Unlock with %1$s":["Mở khóa với %1$s"],"We couldn’t find anything with that term.":["Chúng tôi không thể tìm thấy gì với thuật ngữ đó."],"No, continue editing":["Không, tiếp tục chỉnh sửa"],"Yes, discard changes":["Có, huỷ bỏ các thay đổi"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Bạn sắp loại bỏ tất cả các thay đổi chưa được lưu. Tất cả cài đặt của bạn sẽ được đặt lại về điểm bạn đã lưu lần cuối. Bạn có chắc chắn muốn làm điều này?"],"Discard all changes":["Huỷ bỏ tất cả các thay đổi"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Sử dụng tên tổ chức thay thế cho các từ viết tắt hoặc phiên bản ngắn hơn của tên tổ chức của bạn."],"Alternate organization name":["Tên tổ chức thay thế"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Sử dụng tên trang web thay thế cho các từ viết tắt hoặc phiên bản ngắn hơn của tên trang web của bạn."],"Alternate website name":["Tên trang web thay thế"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Bạn đã chọn người dùng %1$s%5$s%2$s là người đại diện cho trang web này. Thông tin hồ sơ người dùng của họ bây giờ sẽ được sử dụng trong kết quả tìm kiếm. %3$sHãy cập nhật hồ sơ của họ để đảm bảo thông tin là chính xác%4$s."],"Please tell us more about the person this site represents.":["Hãy cho chúng tôi biết thêm về người mà trang web này đại diện."],"E.g. https:\/\/example.com\/yoast":["Ví dụ. https:\/\/example.com\/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Hãy cho chúng tôi biết nếu bạn có bất kỳ hồ sơ nào khác trên web thuộc về tổ chức của bạn. Đây có thể là bất kỳ số lượng hồ sơ nào, như YouTube, LinkedIn, Pinterest hoặc thậm chí là Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Vui lòng cho chúng tôi biết thêm về tổ chức của bạn. Thông tin này sẽ giúp Google hiểu trang web của bạn và cải thiện cơ hội nhận được kết quả phong phú."],"E.g. https:\/\/facebook.com\/yoast":["Ví dụ https:\/\/facebook.com\/yoast"],"Other profiles":["Hồ sơ khác"],"Writing":["Đang viết"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Bạn có thể xác định tiêu đề và mô tả cho trang blog bằng cách %1$schỉnh sửa chính trang blog đó%2$s."],"Advanced: URL cleanup":["Nâng cao: Dọn dẹp URL"],"Prevent crawling of internal site search URLs":["Ngăn chặn thu thập dữ liệu URL tìm kiếm trang web nội bộ"],"Block internal site searches which match the patterns of known spam attacks.":["Chặn tìm kiếm trang web nội bộ khớp với các mẫu tấn công spam đã biết."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Chặn tìm kiếm trang web nội bộ chứa các ký tự phức tạp và không phải chữ và số, vì chúng có thể là một phần của cuộc tấn công spam."],"Enables advanced settings for protecting your internal site search URLs.":["Kích hoạt cài đặt nâng cao để bảo vệ URL tìm kiếm trang web nội bộ của bạn."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Tìm kiếm trang web nội bộ của bạn có thể tạo ra nhiều URL gây nhầm lẫn cho các công cụ tìm kiếm và thậm chí có thể bị kẻ gửi thư rác SEO lợi dụng để tấn công trang web của bạn. Hầu hết các trang web sẽ được hưởng lợi từ việc thử nghiệm các biện pháp bảo vệ và tối ưu hóa này, ngay cả khi bạn không có tính năng tìm kiếm trong chủ đề của mình."],"Internal site search cleanup":["Dọn dẹp tìm kiếm trang web nội bộ"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Thêm quy tắc 'không cho phép' vào tệp robots.txt của bạn để ngăn chặn thu thập dữ liệu các điểm cuối API JSON của WordPress."],"Remove JavaScript used for converting emoji characters in older browsers.":["Xóa JavaScript được sử dụng để chuyển đổi các ký tự biểu tượng cảm xúc trong các trình duyệt cũ."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Xóa các URL cung cấp định dạng thay thế (cũ) của tất cả những điều trên."],"Remove URLs which provide information about your search results.":["Xóa các URL cung cấp thông tin về kết quả tìm kiếm của bạn."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Xóa các URL cung cấp thông tin về các bài viết gần đây của bạn, cho mỗi phân loại tùy chỉnh."],"Remove URLs which provide information about your recent posts, for each tag.":["Xóa các URL cung cấp thông tin về các bài viết gần đây của bạn, cho mỗi thẻ."],"Remove URLs which provide information about your recent posts, for each category.":["Xóa các URL cung cấp thông tin về các bài viết gần đây của bạn, cho mỗi danh mục."],"Remove URLs which provide information about your recent posts, for each post type.":["Xóa các URL cung cấp thông tin về các bài viết gần đây của bạn, cho mỗi loại nội dung."],"Remove URLs which provide information about recent posts by specific authors.":["Xóa các URL cung cấp thông tin về các bài viết gần đây bởi các tác giả cụ thể."],"Remove URLs which provide information about recent comments on each post.":["Xóa các URL cung cấp thông tin về các bình luận gần đây trên mỗi bài viết."],"Also disables post comment feeds.":["Cũng vô hiệu hóa nguồn cấp dữ liệu bình luận bài viết."],"Remove URLs which provide an overview of recent comments on your site.":["Xóa các URL cung cấp tổng quan về các bình luận gần đây trên trang web của bạn."],"Remove URLs which provide an overview of your recent posts.":["Xóa các URL cung cấp tổng quan về các bài viết gần đây của bạn."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress xuất nội dung của bạn ở nhiều định dạng khác nhau, trên nhiều URL khác nhau (như nguồn cấp RSS của bài viết và danh mục của bạn). Nói chung, nên tắt các định dạng bạn không sử dụng tích cực."],"Disable unwanted content formats":["Tắt định dạng nội dung không mong muốn"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Xóa các liên kết cho phép các trang web khác 'ping' trang web của bạn khi họ liên kết đến bạn."],"Remove information about the plugins and software used by your site.":["Xóa thông tin về các plugin và phần mềm được sử dụng bởi trang web của bạn."],"Remove links used for embedding your content on other sites.":["Xóa các liên kết được sử dụng để nhúng nội dung của bạn trên các trang web khác."],"Remove links used by external systems for publishing content to your blog.":["Xóa các liên kết được sử dụng bởi các hệ thống bên ngoài để xuất bản nội dung lên blog của bạn."],"Remove links to the location of your site’s REST API endpoints.":["Xóa các liên kết đến vị trí của các điểm cuối API REST của trang web bạn."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Xóa các liên kết đến URL 'liên kết ngắn' nội bộ của WordPress cho bài viết của bạn."],"Remove unwanted metadata":["Xóa siêu dữ liệu không mong muốn"],"Crawl optimization":["Tối ưu hóa thu thập dữ liệu"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Xóa các tham số URL không xác định thông qua chuyển hướng %1$s. Ví dụ: %2$s sẽ được chuyển hướng đến %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Thay thế các tham số theo dõi %1$s bằng (hiệu suất cao hơn) tương đương %2$s, thông qua chuyển hướng %3$s. Ví dụ: %4$s sẽ được chuyển hướng đến %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Người dùng và công cụ tìm kiếm thường có thể yêu cầu URL của bạn trong khi sử dụng các tham số truy vấn, như %1$s. Những điều này có thể hữu ích để theo dõi, lọc và cung cấp năng lượng cho chức năng nâng cao - nhưng chúng đi kèm với 'chi phí' về hiệu suất và SEO. Các trang web không dựa vào các tham số URL có thể hưởng lợi từ việc sử dụng các tùy chọn này."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Thêm quy tắc ‘không cho phép’ vào tệp robots.txt của bạn để ngăn Common Crawl CCBot thu thập dữ liệu."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress thêm rất nhiều liên kết và nội dung vào %1$s và tiêu đề HTTP của trang web bạn. Đối với hầu hết các trang web, bạn có thể tắt tất cả những thứ này một cách an toàn, điều này có thể giúp tiết kiệm byte, điện và cây cối."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Làm cho trang web của bạn hiệu quả hơn và thân thiện với môi trường hơn bằng cách ngăn các công cụ tìm kiếm thu thập dữ liệu những thứ họ không cần và bằng cách loại bỏ các tính năng WordPress không sử dụng. %1$sTìm hiểu thêm về cài đặt thu thập dữ liệu và cách chúng có thể mang lại lợi ích cho trang web của bạn%2$s."],"E.g., %1$s and %2$s":["Ví dụ: %1$s và %2$s"],"E.g., %1$s":["Ví dụ: %1$s"],"Enable breadcrumbs for your theme":["Bật điều hướng trang cho giao diện của bạn"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Bạn luôn có thể chọn bật\/tắt chúng cho giao diện của mình bên dưới. Cài đặt này sẽ không áp dụng cho các điều hướng trang được chèn thông qua tiện ích con, khối hoặc mã ngắn."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Chọn loại nội dung bạn muốn hiển thị trong điều hướng trang cho phân loại."],"Breadcrumbs for taxonomies":["Điều hướng trang cho phân loại"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Chọn phân loại bạn muốn hiển thị trong điều hướng trang cho loại nội dung."],"Breadcrumbs for post types":["Điều hướng trang cho loại nội dung"],"Breadcrumb for 404 page":["Điều hướng trang cho trang 404"],"Prefix for search page breadcrumbs":["Tiền tố cho điều hướng trang tìm kiếm"],"Add prefix":["Thêm tiền tố"],"Add anchor text":["Thêm văn bản neo"],"Add separator":["Thêm dấu phân cách"],"Choose the general appearance of your breadcrumbs.":["Chọn giao diện chung của điều hướng trang."],"Breadcrumb appearance":["Giao diện điều hướng trang"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Định cấu hình giao diện và hành vi của %1$sđiều hướng trang của bạn%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Tắt tính năng này sẽ chuyển hướng %1$s đến trang chủ của trang web bạn."],"Refresh this page":["Làm mới trang này"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Rất tiếc, điều này có nghĩa là bất kỳ thay đổi nào chưa được lưu trong phần này sẽ bị mất. Bạn có thể thử và làm mới trang này để giải quyết vấn đề. Nếu lỗi này vẫn xảy ra, vui lòng liên hệ với nhóm hỗ trợ của chúng tôi và chúng tôi sẽ hỗ trợ bạn hết mình!"],"Something went wrong. An unexpected error occurred.":["Đã xảy ra sự cố. Đã xảy ra lỗi không mong muốn."],"Failed to retrieve users.":["Không thể truy xuất người dùng."],"No users found.":["Không tìm thấy người dùng nào."],"Discard changes":["Hủy bỏ thay đổi"],"The profile is not valid. Please enter a valid URL.":["Hồ sơ không hợp lệ. Vui lòng nhập URL hợp lệ."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Mã xác minh không hợp lệ. Vui lòng chỉ sử dụng các chữ cái từ A đến F, số, dấu gạch dưới và dấu gạch ngang."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Mã xác minh không hợp lệ. Vui lòng chỉ sử dụng chữ cái, số, dấu gạch dưới và dấu gạch ngang."],"User":["Người dùng"],"Site basics":["Thiết lập cơ bản"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Có nhiều thay đổi chưa được lưu trên trang này. Rời khỏi có nghĩa là những thay đổi chưa được lưu sẽ mất. Bạn có chắc chắn muốn rời khỏi trang này?"],"Media pages":["Trang media"],"Categories & tags":["Danh mục & thẻ"],"Content types":["Loại nội dung"],"Show more":["Xem thêm"],"Show less":["Thu gọn"],"Configure the basics for your website.":["Các cấu hình cơ bản cho trang web của bạn."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Trường này lấy thông tin từ %1$sdòng mô tả trong cài đặt chung WordPress của bạn%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Tắt tính năng này có nghĩa là các trang %1$s được tạo bởi WordPress sẽ không được các công cụ tìm kiếm lập chỉ mục và sẽ bị loại trừ khỏi sơ đồ trang web XML."],"Show %1$s pages in search results":["Hiển thị %1$s trang trong kết quả tìm kiếm"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Chúng tôi khuyên bạn nên giữ các trang %1$s bị tắt. Điều này sẽ khiến tất cả các URL tệp đính kèm được chuyển hướng đến chính phương tiện."],"%1$s pages":["%1$s trang"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Khi bạn tải lên phương tiện (ví dụ: hình ảnh hoặc video), %5$s sẽ tự động tạo một trang %3$s (URL tệp đính kèm) cho nó. Những trang này khá trống rỗng và có thể gây ra %1$svấn đề nội dung mỏng và dẫn đến quá nhiều trang trên trang web của bạn%2$s. Do đó, %4$s sẽ tắt chúng theo mặc định (và chuyển hướng URL tệp đính kèm đến chính phương tiện)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Lưu trữ dựa trên định dạng có thể gây ra sự cố nội dung trùng lặp. Đối với hầu hết các trang web, chúng tôi khuyên bạn nên tắt cài đặt này."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Tắt tính năng này có nghĩa là %1$s sẽ không được các công cụ tìm kiếm lập chỉ mục và sẽ bị loại trừ khỏi sơ đồ trang web XML. Chúng tôi khuyên bạn nên tắt cài đặt này."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s có thể gây ra sự cố nội dung trùng lặp. Đối với hầu hết các trang web, chúng tôi khuyên bạn nên tắt cài đặt này."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (ví dụ: %2$s) dựa trên ngày xuất bản. Từ góc độ SEO, các bài viết trong các kho lưu trữ này không có mối quan hệ thực sự nào với các bài viết khác ngoại trừ ngày xuất bản của chúng, điều này không nói lên nhiều điều về nội dung. Chúng cũng có thể dẫn đến các vấn đề về nội dung trùng lặp. Đây là lý do tại sao chúng tôi khuyên bạn nên tắt %3$s."],"Determine how your %1$s should look on social media by default.":["Xác định cách %1$s của bạn sẽ hiển thị trên mạng xã hội theo mặc định."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Tắt tính năng này có nghĩa là %1$s không có bất kỳ bài viết nào sẽ không được các công cụ tìm kiếm lập chỉ mục và sẽ bị loại trừ khỏi sơ đồ trang web XML."],"Show archives for authors without posts in search results":["Hiển thị lưu trữ cho tác giả không có bài viết trong kết quả tìm kiếm"],"Determine how your %1$s should look in search engines.":["Xác định cách %1$s của bạn sẽ hiển thị trong các công cụ tìm kiếm."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Nếu bạn đang điều hành một blog của một tác giả, %1$s (ví dụ: %2$s) sẽ giống hệt như trang chủ của bạn. Đây là cái được gọi là %3$svấn đề nội dung trùng lặp%4$s. Nếu đây là trường hợp trên trang web của bạn, bạn có thể chọn tắt nó (điều này làm cho nó chuyển hướng đến trang chủ) hoặc ngăn nó hiển thị trong kết quả tìm kiếm."],"Author archive":["Lưu trữ tác giả"],"Read more about the search results settings":["Đọc thêm về cài đặt kết quả tìm kiếm"],"Determine how your %1$s should look in search engines and on social media.":["Xác định cách %1$s của bạn sẽ hiển thị trong các công cụ tìm kiếm và trên mạng xã hội."],"Contact support":["Liên hệ hỗ trợ"],"We're very sorry, but it seems like the following error has interrupted our application:":["Chúng tôi rất tiếc, nhưng có vẻ như lỗi sau đã làm gián đoạn ứng dụng của chúng tôi:"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress tải rất nhiều tài nguyên, một số trong số đó có thể trang web của bạn không cần. Nếu bạn không sử dụng những thứ này, việc xóa chúng có thể tăng tốc độ trang của bạn và tiết kiệm tài nguyên."],"Remove unused resources":["Xóa tài nguyên không sử dụng"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Xác định cách trang chủ của bạn sẽ trông như thế nào trong kết quả tìm kiếm và trên mạng xã hội. Đây là những gì mọi người có thể sẽ thấy khi họ tìm kiếm tên thương hiệu của bạn."],"Determine how your homepage should look on social media.":["Chọn giao diện Trang chủ của bạn trên mạng xã hội."],"Show the categories prefix in the slug":["Hiển thị tiền tố danh mục trong đường dẫn tĩnh"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["URL danh mục trong WordPress chứa tiền tố, thường là %s. Hiển thị hoặc ẩn tiền tố đó trong URL danh mục."],"Determine how your %1$s archive should look on social media.":["Xác định cách lưu trữ %1$s của bạn sẽ trông như thế nào trên mạng xã hội."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Tắt tính năng này có nghĩa là kho lưu trữ cho %1$s sẽ không được lập chỉ mục bởi các công cụ tìm kiếm và sẽ bị loại trừ khỏi sơ đồ trang web XML."],"Determine how your %1$s archive should look in search engines.":["Xác định cách lưu trữ %1$s của bạn sẽ trông như thế nào trong các công cụ tìm kiếm."],"These settings are specifically for optimizing your %1$s archive.":["Những cài đặt này dành riêng cho việc tối ưu hóa kho lưu trữ %1$s của bạn."],"%1$s archive":["Lưu trữ %1$s"],"Add custom fields to page analysis":["Thêm các trường tùy chỉnh vào phân tích trang"],"Additional settings":["Cài đặt thêm"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Tắt tính năng này có nghĩa là %1$s sẽ không được các công cụ tìm kiếm lập chỉ mục và sẽ bị loại trừ khỏi sơ đồ trang web XML."],"Search appearance":["Giao diện tìm kiếm"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Bạn chưa đặt trang Cửa hàng trong cài đặt WooCommerce của mình. %1$sVui lòng làm điều này trước%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sHình ảnh mạng xã hội%2$s, %1$stiêu đề mạng xã hội%2$s và %1$smô tả mạng xã hội%2$s yêu cầu dữ liệu Open Graph, hiện đang bị tắt trong phần 'Chia sẻ mạng xã hội' trong %3$sTính năng trang web%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Ôi không! Có vẻ như biểu mẫu của bạn chứa dữ liệu không hợp lệ. Vui lòng xem lại các trường sau:"],"Archive social image":["Hình ảnh mạng xã hội lưu trữ"],"Archive social description":["Mô tả mạng xã hội lưu trữ"],"Archive social title":["Tiêu đề mạng xã hội lưu trữ"],"Show the archive for %1$s in search results":["Hiển thị kho lưu trữ cho %1$s trong kết quả tìm kiếm"],"Archive breadcrumbs title":["Tiêu đề điều hướng trang lưu trữ"],"Archive meta description":["Mô tả meta lưu trữ"],"Archive SEO title":["Tiêu đề SEO lưu trữ"],"Enable %1$s for %2$s":["Bật %1$s cho %2$s"],"Show %1$s in search results":["Hiển thị %1$s trong kết quả tìm kiếm"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Loại media đã chọn không hợp lệ. Các loại được hỗ trợ là: JPG, PNG, WEBP và GIF."],"Inclusive language analysis":["Phân tích ngôn ngữ bao gồm"],"Oops! Something went wrong while saving.":["Ôi! Đã xảy ra sự cố khi lưu."],"Great! Your settings were saved successfully.":["Tuyệt vời! Cài đặt của bạn đã được lưu thành công."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Nhận mã xác minh của bạn trong %1$scông cụ Quản trị trang web Yandex%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Yêu cầu trang web của bạn trên %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Nhận mã xác minh của bạn trong %1$sGoogle Search Console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Nhận mã xác minh của bạn trong %1$scông cụ Quản trị trang web Bing%2$s."],"Bing":["Bing"],"Add verification code":["Thêm mã xác minh"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Nhận mã xác minh của bạn trong %1$scông cụ Quản trị trang web Baidu%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Xác minh trang web của bạn bằng các công cụ khác nhau. Điều này sẽ thêm một thẻ meta xác minh vào trang chủ của bạn. Bạn có thể tìm thấy hướng dẫn về cách xác minh trang web của mình cho từng nền tảng bằng cách theo liên kết trong phần mô tả."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Theo mặc định, chỉ người biên tập và quản trị viên mới có thể truy cập phần Nâng cao và Lược đồ của thanh bên hoặc hộp meta %1$s. Tắt tính năng này cho phép tất cả người dùng truy cập."],"Restrict advanced settings for authors":["Hạn chế cài đặt nâng cao cho tác giả"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Điểm cuối REST API Yoast SEO này cung cấp cho bạn tất cả siêu dữ liệu bạn cần cho một URL cụ thể. Điều này sẽ giúp các trang web WordPress không đầu rất dễ sử dụng Yoast SEO cho tất cả đầu ra meta SEO của họ."],"REST API endpoint":["Điểm cuối REST API"],"APIs":["API"],"Slack sharing":["Chia sẻ Slack"],"Allows for X to display a preview with images and a text excerpt when a link to your site is shared.":["Cho phép X hiển thị bản xem trước với hình ảnh và đoạn trích văn bản khi chia sẻ liên kết đến trang web của bạn."],"Open Graph data":["Dữ liệu Open Graph"],"Social sharing":["Chia sẻ mạng xã hội"],"Site structure":["Cấu trúc trang web"],"Tell us which features you want to use.":["Hãy cho chúng tôi biết bạn muốn sử dụng những tính năng nào."],"Site preferences":["Tùy chọn trang web"],"Network disabled":["Mạng bị tắt"],"Unavailable for sub-sites":["Không khả dụng cho các trang con"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Hình ảnh này được sử dụng làm hình ảnh dự phòng cho các bài viết\/trang không có hình ảnh nào được đặt."],"Site image":["Hình ảnh trang web"],"Title separator":["Dấu phân cách tiêu đề"],"Recommended size for this image is %1$s%3$s%2$s":["Kích thước được đề xuất cho hình ảnh này là %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sHình ảnh trang web%2$s yêu cầu dữ liệu Open Graph, hiện đang bị tắt trong phần 'Chia sẻ mạng xã hội' trong %3$sTính năng trang web%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Tự động thêm nội dung vào RSS của bạn. Điều này cho phép bạn thêm các liên kết trở lại blog và bài viết trên blog của bạn, giúp các công cụ tìm kiếm xác định bạn là nguồn gốc của nội dung."],"RSS feed":["Nguồn cấp dữ liệu RSS"],"Dismiss":["Bỏ qua"],"%1$s (default)":["%1$s (mặc định)"],"Beta":["Thử nghiệm"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Bạn đang xuất bản các bài báo? %s giúp bạn tối ưu hóa trang web của mình cho Google Tin tức. Nhận %s ngay bây giờ!"],"Additional URL parameters to allow":["Tham số URL cộng thêm được cho phép"],"Max number of characters to allow in searches":["Số ký tự tối đa để cho phép trong tìm kiếm"],"Filter searches with common spam patterns":["Lọc các tìm kiếm với các mẫu spam phổ biến"],"Filter searches with emojis and other special characters":["Lọc tìm kiếm bằng biểu tượng cảm xúc và các ký tự đặc biệt khác"],"Filter search terms":["Lọc cụm từ tìm kiếm"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Tự động ping các công cụ tìm kiếm như Bing và Yandex bất cứ khi nào bạn xuất bản, cập nhật hoặc xóa một bài viết."],"IndexNow":["IndexNow"],"Pingback HTTP header":["Tiêu đề HTTP Pingback"],"Personal logo or avatar":["Biểu trưng hoặc hình đại diện cá nhân"],"Select a user":["Chọn một người dùng"],"Add another profile":["Thêm một hồ sơ khác"],"Site representation":["Thông tin nhận diện"],"Link suggestions":["Đề xuất nối kết"],"Insights":["Thống kê"],"Social description":["Mô tả xã hội"],"Social title":["Tiêu đề xã hội"],"Social image":["Hình ảnh xã hội"],"Image":["Hình ảnh"],"New":["Mới"],"Remove image":["Xoá ảnh"],"Select image":["Chọn hình ảnh"],"Replace image":["Thay thế ảnh"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Điều này bổ sung thêm ước tính của tác giả và thời gian đọc vào đoạn trích của bài viết khi được chia sẻ trên Slack."],"Article type":["Loại bài viết"],"Page type":["Loại trang"],"Usage tracking":["Theo dõi quá trình sử dụng"],"Check out %1$s":["Xem %1$s ngay"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Chúng tôi có các khóa học để giúp bạn hiểu hơn về SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Muốn học SEO từ đội ngũ Yoast? Hãy xem %1$s của chúng tôi!"],"Learn SEO":["Học SEO"],"Schema":["Dữ liệu có cấu trúc"],"Show blog page in breadcrumbs":["Hiển thị trang blog trong điều hướng trang"],"Get the %s plugin now!":["Nhận plugin %s ngay bây giờ!"],"Personal info":["Thông tin cá nhân"],"Organization logo":["Logo tổ chức"],"Organization name":["Tên tổ chức"],"Organization":["Tổ chức"],"Upgrade to %s":["Nâng cấp lên %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Bạn có thể chỉnh sửa siêu dữ liệu SEO cho loại tùy chỉnh này trên trang %1$sShop%2$s."],"Tagline":["Mô tả"],"Separator":["Dấu phân tách"],"%d result found, use up and down arrow keys to navigate":["%d kết quả được tìm thấy, sử dụng các phím mũi tên lên và xuống để điều hướng"],"The readability analysis offers suggestions to improve the structure and style of your text.":["Phân tích khả năng dễ đọc mang lại các gợi ý để cải thiện cấu trúc và phong cách viết."],"SEO analysis":["Phân tích SEO"],"(Opens in a new browser tab)":["(Mở trong cửa số mới)"],"Text link counter":["Bộ đếm các liên kết"],"Cornerstone content":["Nội dung quan trọng"],"24\/7 support":["Hỗ trợ 24\/7"],"Save changes":["Lưu thay đổi"],"Variable":["Biến thể"],"Available variables":["Các biến có sẵn"],"Admin bar menu":["Danh mục thanh quản trị"],"SEO title":["Tiêu đề SEO"],"Google search console":["Google Search Console"],"Other social profiles":["Các hồ sơ mạng xã hội khác"],"Readability analysis":["Phân tích khả năng dễ đọc"],"No results found":["Không tìm thấy kết quả"],"Bold the last page":["Làm đậm cuối đường dẫn (trang hiện tại)"],"Author archives":["Lưu trữ theo tác giả"],"A link to your site, with your site's name and description as anchor text.":["Một đường dẫn đến trang web của bạn, với tên và mô tả web của bạn làm văn bản chứa đường dẫn."],"A link to your site, with your site's name as anchor text.":["Một đường dẫn đến trang web của bạn, với tên web của bạn làm văn bản chứa đường dẫn."],"A link to the post, with the title as anchor text.":["Một đường dẫn đến bài viết, với tiêu đề làm văn bản chứa đường dẫn."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Bạn có thể dùng những thông số sau trong nội dung, chúng sẽ được thay thế bởi giá trị ở bên phải."],"Content to put after each post in the feed":["Nội dung được đặt sau mỗi bài viết trong cột bài viết"],"Content to put before each post in the feed":["Nội dung được đặt trước mỗi bài viết trong cột bài viết"],"How to insert breadcrumbs in your theme":["Làm thế nào để chèn điều hướng trang vào giao diện của bạn"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Tiền tố cho đường dẫn điều hướng trang"],"Anchor text for the Homepage":["Tên trang chủ trong đường dẫn"],"Separator between breadcrumbs":["Dấu ngăn cách giữa các mục trong điều hướng trang"],"Description":["Mô tả"],"Special pages":["Các trang đặc biệt"],"Date archives":["Lưu trữ theo thời gian"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Bạn có thể xác định tiêu đề và mô tả cho trang chủ bằng cách %1$s chỉnh sửa chính trang chủ %2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s đã tự động phát hiện xem có cần thiết phải viết lại các tiêu đề cho các trang của bạn, nếu bạn nghĩ điều đó là sai và bạn biết mình đang làm gì, bạn có thể thay đổi cài đặt tại đây."],"Force rewrite titles":["Bắt buộc viết lại các tiêu đề"],"Homepage":["Trang chủ"],"Person":["Cá nhân"],"Website name":["Tên trang web"],"RSS":["RSS"],"Breadcrumbs":["Điều hướng trang"],"Search":["Tìm kiếm"],"Breadcrumbs title":["Tiêu đề đường dẫn"],"Pinterest":["Pinterest"],"Close":["Đóng"],"Twitter":["Twitter"],"Facebook":["Facebook"],"meta description":["mô tả meta"],"Page title":["Tiêu đề trang"],"None":["Không mục nào"],"Meta description":["Thẻ mô tả"],"Google":["Google"],"General":["Cài đặt chung"],"Tools":["Công cụ"],"Advanced":["Nâng cao"],"XML sitemaps":["Sơ đồ trang XML"],"Social":["Mạng xã hội"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}