{"translation-revision-date":"2025-11-18 09:31:29+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Opens in a new tab":["در زبانه‌ای جدید باز می‌شود"],"Explore %s":["کاوش کنید %s"],"Upgrade to optimize with precision":["برای بهینه‌سازی دقیق‌تر، ارتقا دهید."],"%1$sSynonyms:%2$s Include synonyms of your keyphrase for a more natural flow and smarter suggestions":["%1$sمترادف‌ها:%2$s مترادف‌های عبارت کلیدی خود را برای جریان طبیعی‌تر و پیشنهادهای هوشمندانه‌تر اضافه کنید"],"%1$sTitle check:%2$s Instantly spot missing titles and fix them for better click-through rates":["%1$sبررسی عنوان:%2$s عنوان‌های از‌دست‌رفته را فوراً شناسایی کنید و برای بهبود نرخ کلیک، آن‌ها را اصلاح کنید."],"%1$sKeyphrase distribution:%2$s See if your keywords are spread evenly so search engines understand your topic":["%1$sتوزیع کلیدواژه:%2$s بررسی کنید که آیا کلیدواژه‌های شما به‌طور یکنواخت پخش شده‌اند تا موتورهای جستجو موضوع شما را بهتر درک کنند"],"Make your articles visible, be seen in Google News":["مقالات خود را قابل‌مشاهده کنید و در Google News دیده شوید"],"Generate SEO optimized metadata in seconds with AI":["در چند ثانیه با هوش مصنوعی فرادادهٔ بهینه‌سازی‌شده برای سئو تولید کنید"],"Internal links and redirect management, easy":["مدیریت پیوندهای داخلی و تغییر مسیرها به‌آسانی"],"Easy Local SEO. Show up in Google Maps results":["سئوی محلی آسان — در نتایج Google Maps دیده شوید"],"Built to get found by search, AI, and real users":["ساخته شده تا توسط جستجو، هوش مصنوعی و کاربران واقعی پیدا شود"],"AI tools included":["ابزارهای هوش مصنوعی  اضافه شده‌اند"],"Access to friendly help when you need it, day or night":["دسترسی به پشتیبانی در هر زمان از شبانه‌روز"],"%1$s access":["دسترسی %1$s"],"You're out of free sparks!":["اسپارک‌های رایگان شما به پایان رسیده‌اند!"],"You've used %s spark this month.":["شما در این ماه %s اسپارک استفاده کرده‌اید."],"X preview":["پیش‌نمایش X"],"To use this feature, your site must be publicly accessible. This applies to both test sites and instances where your REST API is password-protected. Please ensure your site is accessible to the public and try again. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["برای استفاده از این ویژگی، وب‌سایت شما باید به‌صورت عمومی در دسترس باشد. این مورد شامل سایت‌های آزمایشی و مواردی می‌شود که API شما با گذرواژه محافظت شده است. لطفاً مطمئن شوید که سایت شما برای عموم قابل‌دسترسی است و دوباره تلاش کنید. در صفحهٔ %1$sمشکلات و خطاهای رایج ویژگی‌های هوش مصنوعی%2$s بیشتر بیاموزید. در صورت نیاز به کمک بیشتر، لطفاً %3$sبا تیم پشتیبانی ما تماس بگیرید%4$s."],"Text generated by AI may be offensive or inaccurate.":["متن تولیدشده توسط هوش مصنوعی ممکن است ناراحت‌کننده یا نادقیق باشد."],"SEO title width":["عرض عنوان سئو"],"Keep the momentum going, unlock unlimited sparks with %s!":["انرژی خود را حفظ کنید و با %s اسپارک‌های نامحدود را فعال کنید!"],"Meta description length":["طول توضیحات متا"],"Generated %s descriptions":["%s توضیح تولیدشده"],"Generated %s titles":["%s عنوان تولیدشده"],"Generate 5 more":["تولید ۵ مورد دیگر"],"Apply %s description":["اعمال توضیحات %s"],"Apply %s title":["اعمال عنوان %s"],"As long as this is a beta feature, you get unlimited sparks.":["تا زمانی که این ویژگی در نسخهٔ بتا باشد، اسپارک‌های نامحدود در اختیار دارید."],"Close modal":["بستن پنجره"],"Don’t show again":["دیگر نمایش نده"],"%1$sTip%2$s: Improve the accuracy of your generated AI descriptions by writing more content in your page.":["%1$sنکته%2$s: برای افزایش دقت توضیحات تولیدشده توسط هوش مصنوعی، محتوای بیشتری در صفحه بنویسید."],"%1$sTip%2$s: Improve the accuracy of your generated AI titles by writing more content in your page.":["%1$sنکته%2$s: برای افزایش دقت عنوان‌های تولیدشده توسط هوش مصنوعی، محتوای بیشتری در صفحه بنویسید."],"Yoast AI cannot reach your site":["Yoast AI نمی‌تواند به وب‌سایت شما دسترسی پیدا کند."],"The request came back with the following error: '%s'.":["درخواست با خطای زیر بازگشت: «%s»."],"The version of %1$s is outdated. Please upgrade %1$s %2$shere%3$s!":["نسخهٔ %1$s قدیمی است. لطفاً %1$s را از %2$sاینجا%3$s ارتقا دهید!"],"Please try again later. If the issue persists, please %1$scontact our support team%2$s.":["لطفاً بعداً دوباره تلاش کنید. اگر مشکل ادامه داشت، لطفاً %1$sبا تیم پشتیبانی ما تماس بگیرید%2$s."],"Due to %5$s's strict ethical guidelines and %1$susage policies%2$s, we cannot generate suggestions for the content on this page. If you intend to use AI, kindly avoid the use of explicit, violent, copyrighted, or sexually explicit content. In case you need further help, please %3$scontact our support team%4$s.":["به‌دلیل دستورالعمل‌های اخلاقی سخت‌گیرانهٔ %5$s و %1$sسیاست‌های استفاده%2$s، نمی‌توانیم برای محتوای این صفحه پیشنهادی تولید کنیم. اگر قصد استفاده از هوش مصنوعی را دارید، لطفاً از به‌کارگیری محتوای صریح، خشونت‌آمیز، دارای حق نشر یا جنسی خودداری کنید. در صورت نیاز به کمک بیشتر، لطفاً %3$sبا تیم پشتیبانی ما تماس بگیرید%4$s."],"Usage policy violation":["نقض سیاست استفاده"],"It seems that a connection timeout has occurred. Please check your internet connection and try again later. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["به‌نظر می‌رسد اتصال با خطای زمان‌پایان مواجه شده است. لطفاً اتصال اینترنت خود را بررسی کنید و بعداً دوباره تلاش کنید. در صفحهٔ ما دربارهٔ %1$sمشکلات و خطاهای رایج ویژگی‌های هوش مصنوعی%2$s بیشتر بیاموزید. در صورت نیاز به کمک بیشتر، لطفاً %3$sبا تیم پشتیبانی ما تماس بگیرید%4$s."],"To access this feature, you need an active %1$s subscription. Please %3$sactivate your subscription in %2$s%4$s or %5$sget a new %1$s subscription%6$s. Afterward, refresh this page. It may take up to 30 seconds for the feature to function correctly.":["برای دسترسی به این ویژگی، نیاز به اشتراک فعال %1$s دارید. لطفاً %3$sاشتراک خود را در %2$s%4$s فعال کنید یا %5$sیک اشتراک جدید %1$s تهیه کنید%6$s. سپس این صفحه را بازخوانی کنید. ممکن است تا ۳۰ ثانیه طول بکشد تا ویژگی به‌درستی فعال شود."],"Subscription required":["نیاز به اشتراک دارد"],"Connection timeout":["پایان زمان اتصال"],"You might have reached your Yoast AI rate limit for a specific time frame or your sparks limit for this month. If you have reached your rate limit, please reduce the frequency of your requests to continue using Yoast AI features. Our %1$shelp article%2$s provides guidance on effectively planning and pacing your requests for an optimized workflow.":["ممکن است به محدودیت نرخ استفاده Yoast AI برای بازهٔ زمانی خاص یا به محدودیت اسپارک‌های ماه جاری رسیده باشید. اگر به حد مجاز رسیده‌اید، لطفاً دفعات درخواست‌های خود را کاهش دهید تا بتوانید همچنان از قابلیت‌های Yoast AI استفاده کنید. %1$sمقالهٔ راهنمای ما%2$s دستورالعمل‌هایی برای برنامه‌ریزی و زمان‌بندی بهینهٔ درخواست‌ها ارائه می‌دهد"],"You've reached the Yoast AI rate limit":["به محدودیت نرخ استفاده از Yoast AI رسیده‌اید."],"Refresh page":["بازنشانی برگه"],"%4$s requires the SEO analysis to be enabled. To enable it, please navigate to %2$sSite features%3$s in %1$s, turn on the SEO analysis, and click 'Save changes'. If it's disabled in your WordPress user profile, access your profile and enable it there. Please contact your administrator if you don't have access to these settings.":["برای استفاده از %4$s، باید تحلیل سئو فعال باشد. برای فعال‌سازی، به بخش %1$s و گزینهٔ %2$sویژگی‌های سایت%3$s بروید، تحلیل سئو را روشن کنید و روی «ذخیرهٔ تغییرات» کلیک کنید. اگر در پروفایل کاربری وردپرس شما غیرفعال است، وارد پروفایل خود شوید و آن را فعال کنید. در صورت نداشتن دسترسی به این تنظیمات، لطفاً با مدیر سایت تماس بگیرید."],"SEO analysis required":["نیاز به تحلیل سئو دارد"],"Please try again later. If this issue persists, you can learn more about possible reasons for this error on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["لطفاً بعداً دوباره تلاش کنید. اگر این مشکل ادامه داشت، می‌توانید در صفحهٔ ما دربارهٔ %1$sمشکلات و خطاهای رایج ویژگی‌های هوش مصنوعی%2$s دربارهٔ دلایل احتمالی این خطا بیشتر بیاموزید. در صورت نیاز به کمک بیشتر، لطفاً %3$sبا تیم پشتیبانی ما تماس بگیرید%4$s."],"Please add more content to ensure a valuable AI suggestion. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["لطفاً محتوای بیشتری اضافه کنید تا پیشنهاد هوش مصنوعی ارزشمندتری دریافت کنید. در صفحهٔ ما دربارهٔ %1$sمشکلات و خطاهای رایج ویژگی‌های هوش مصنوعی%2$s بیشتر بیاموزید. در صورت نیاز به کمک بیشتر، لطفاً %3$sبا تیم پشتیبانی ما تماس بگیرید%4$s."],"Not enough content":["محتوای کافی وجود ندارد"],"Grant consent for %s":["اعطای رضایت برای %s"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["من با %1$sشرایط خدمات%2$s و %3$sسیاست حفظ حریم خصوصی%4$s سرویس Yoast AI موافقت می‌کنم. این شامل رضایت برای جمع‌آوری و استفاده از داده‌ها به‌منظور بهبود تجربهٔ کاربری است"],"Enable AI-powered SEO! Use all Yoast AI features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["سئوی مبتنی بر هوش مصنوعی را فعال کنید! از تمام قابلیت‌های Yoast AI برای افزایش بهره‌وری خود استفاده کنید. فقط کافی است تأیید کنید. %1$s%2$sبیشتر بدانید%3$s%4$s"],"Grant consent":["اعطای اجازه"],"Something went wrong":["مشکلی پیش آمد"],"Undefined error message.":["پیام خطای تعریف نشده"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["قسمت های بهبود یافته را در متن خود برجسته کنید، دیگر نیازی به جستجوی سوزن در انبار کاه نیستید، مستقیماً برای بهینه سازی! اکنون نیز در المنتور!"],"Potentially non-inclusive":["بالقوه غیر فراگیر"],"Allow":["اجازه دادن"],"Got it!":["فهمیدم!"],"Deny":["رد کردن"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["برای دیدن این ویدیو باید به %1$s  اجازه دهید تا از ویدیو های %2$s لود شود"],"BLACK FRIDAY | 30% OFF":["30% تخفیف - بلک فرایدی"],"Unlock with %1$s":["باز کردن قفل با %1$s"],"Refresh this page":["تازه‌سازی این برگه"],"Something went wrong. An unexpected error occurred.":["مشکلی پیش آمد. یک خطای غیرمنتظره رخ داد."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["متأسفانه این بدان معناست که تغییرات ذخیره نشده در این بخش از بین خواهند رفت. برای رفع مشکل می توانید این صفحه را بازخوانی کنید. اگر این خطا همچنان رخ داد، لطفاً با تیم پشتیبانی ما تماس بگیرید، و ما تمام کمک‌های لازم را برای شما دریافت خواهیم کرد!"],"Contact support":["با پشتیبانی تماس بگیرید"],"We're very sorry, but it seems like the following error has interrupted our application:":["بسیار متاسفیم، اما به نظر می رسد خطای زیر برنامه ما را قطع کرده است:"],"Inclusive language:":["زبان فراگیر:"],"Dismiss":["رد کردن"],"Premium SEO analysis:":["تجزیه و تحلیل سئو برتر:"],"Try again":["دوباره تلاش نمایید"],"Select image":["انتخاب تصویر"],"Return to your %s":["برگشت به %s"],"Make sure to save your %s for changes to take effect":["آیا اطمینان دارید این تغیرات  %s ذخیره نمایید."],"SEO analysis:":["آنالیز سئو:"],"Desktop result":["نتیجه دسکتاپ"],"Mobile result":["نتیجه موبایل"],"Google preview":["پیش‌نمایش گوگل"],"Readability analysis:":["آنالایز خوانایی"],"Good results":["نتایج خوب"],"Considerations":["ملاحظات"],"Errors":["خطاها"],"(Opens in a new browser tab)":["(در یک برگه جدید مرورگر باز میکند)"],"24\/7 support":["پشتیبانی 24\/7"],"Good SEO score":["نمره خوب سئو"],"OK SEO score":["امتیاز سئوی قابل قبول"],"Social preview":["پیش‌نمایش شبکه‌های اجتماعی"],"Needs improvement":["به بهبود نیاز دارد"],"Problems":["مشکلات"],"Improvements":["بهبودها"],"Not available":["در دسترس نمی باشد"],"Good":["خوب"],"Close":["بستن"],"Previous":["قبلی"],"Next":["بعدی"],"OK":["تایید"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}