{"translation-revision-date":"2025-10-13 11:32:01+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Generate social description":["Gerar descrição de redes sociais"],"Generate social title":["Gerar título de redes sociais"],"Make your articles visible, be seen in Google News":["Torne os seus artigos visíveis, seja visto no Google News"],"Generate meta description":["Gerar descrição"],"Generate SEO optimized metadata in seconds with AI":["Gere metadados optimizados para SEO em segundos com IA"],"Generate SEO title":["Gerar título de SEO"],"Internal links and redirect management, easy":["Ligações internas e gestão de redireccionamentos, facilmente"],"Easy Local SEO. Show up in Google Maps results":["SEO local fácil. Esteja presente nos resultados do Google Maps"],"Built to get found by search, AI, and real users":["Criado para ser encontrado em pesquisas, de IA e de utilizadores reais"],"AI tools included":["Ferramentas de IA incluídas"],"Access to friendly help when you need it, day or night":["Acesso a ajuda amigável sempre que precisar, a qualquer hora"],"%1$s access":["Acesso à %1$s"],"X preview":["Pré-visualização no X"],"Text generated by AI may be offensive or inaccurate.":["O texto gerado pela IA pode ser ofensivo ou impreciso."],"To use this feature, your site must be publicly accessible. This applies to both test sites and instances where your REST API is password-protected. Please ensure your site is accessible to the public and try again. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Para utilizar esta funcionalidade o seu site deve estar acessível ao público. Isto aplica-se tanto a sites de teste como a instâncias em que a sua REST API está protegida por senha. Certifique-se de que o seu site está acessível ao público e tente de novo. Saiba mais na nossa página sobre %1$sproblemas e erros comuns das funcionalidades de IA%2$s. Caso necessite de mais ajuda, %3$scontacte a nossa equipa de suporte%4$s."],"SEO title width":["Largura do título de SEO"],"Please enter a valid focus keyphrase.":["Digite uma frase-chave principal válida."],"Learn more about AI (Opens in a new browser tab)":["Saiba mais sobre a IA (abre num novo separador do navegador)"],"Meta description length":["Comprimento da descrição"],"Generated %s descriptions":["Foram geradas as descrições de %s"],"Generated %s titles":["Foram gerados os títulos de %s"],"Generate 5 more":["Gerar mais 5"],"AI X description generator":["Gerador de descrições do X com IA"],"AI X title generator":["Gerador de títulos do X com IA"],"Apply %s description":["Aplicar descrição de %s"],"Apply %s title":["Aplicar título de %s"],"As long as this is a beta feature, you get unlimited sparks.":["Enquanto esta funcionalidade estiver em fase beta, terá chispas ilimitadas."],"Close modal":["Fechar janela"],"Don’t show again":["Não mostrar de novo"],"AI description generator":["Gerador de descrição de IA"],"AI social description generator":["Gerador de descrições para redes sociais com IA"],"AI social title generator":["Gerador de títulos para redes sociais com IA"],"AI title generator":["Gerador de títulos de IA"],"%1$sTip%2$s: Improve the accuracy of your generated AI descriptions by writing more content in your page.":["%1$sDica%2$s: Melhore a precisão das suas descrições geradas por IA ao escrever mais conteúdo na sua página."],"%1$sTip%2$s: Improve the accuracy of your generated AI titles by writing more content in your page.":["%1$sDica%2$s: Melhore a precisão dos seus títulos gerados por IA ao escrever mais conteúdo na sua página."],"You're out of free sparks!":["Acabaram-se as chispas gratuitas!"],"You've used %s spark this month.":["Utilizou %s chispa este mês.","Utilizou %s chispas este mês."],"Try for free":["Experimente gratuitamente"],"Oh no! Its seems like you're out of free Sparks. Keep the momentum going, unlock unlimited sparks with %s!":["Oh não! Parece que acabaram as chispas grátis. Mantenha o ritmo e desbloqueie chispas ilimitadas com o %s!"],"Keep the momentum going, unlock unlimited sparks with %s!":["Mantenha o ritmo e desbloqueie chispas ilimitadas com o %s!"],"Yoast AI cannot reach your site":["A IA do Yoast não consegue aceder ao seu site"],"The request came back with the following error: '%s'.":["A solicitação retornou com o seguinte erro: \"%s\""],"The version of %1$s is outdated. Please upgrade %1$s %2$shere%3$s!":["A versão do %1$s está desactualizada. Actualize %1$s %2$saqui%3$s!"],"Please try again later. If the issue persists, please %1$scontact our support team%2$s.":["Por favor, tente novamente mais tarde. Se o problema persistir, %1$sentre em contato com nossa equipe de suporte%2$s!"],"Due to %5$s's strict ethical guidelines and %1$susage policies%2$s, we cannot generate suggestions for the content on this page. If you intend to use AI, kindly avoid the use of explicit, violent, copyrighted, or sexually explicit content. In case you need further help, please %3$scontact our support team%4$s.":["Devido às rigorosas directrizes éticas da %5$s e às %1$spolíticas de utilização%2$s, não podemos gerar sugestões para o conteúdo desta página. Se tenciona utilizar a IA, evite a utilização de conteúdos explícitos, violentos, protegidos por direitos de autor ou sexualmente explícitos. Caso necessite de mais ajuda, %3$scontacte a nossa equipa de suporte%4$s."],"Usage policy violation":["Violação da política de utilização"],"It seems that a connection timeout has occurred. Please check your internet connection and try again later. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Parece que expirou o tempo limite da ligação. Verifique a sua ligação à Internet e tente de novo mais tarde. Saiba mais na nossa página sobre %1$sproblemas e erros comuns das funcionalidades de IA%2$s. Caso necessite de mais ajuda, %3$scontacte a nossa equipa de suporte%4$s."],"Subscription required":["Subscrição necessária"],"To access this feature, you need an active %1$s subscription. Please %3$sactivate your subscription in %2$s%4$s or %5$sget a new %1$s subscription%6$s. Afterward, refresh this page. It may take up to 30 seconds for the feature to function correctly.":["Para aceder a esta funcionalidade, necessita da subscrição activa do %1$s. Por favor, %3$sactive a sua subscrição em %2$s%4$s ou %5$sobtenha uma nova subscrição do  %1$s%6$s. Depois disso, actualize esta página. Poderá demorar até 30 segundos para que a funcionalidade funcione correctamente."],"Connection timeout":["Tempo limite da ligação"],"You might have reached your Yoast AI rate limit for a specific time frame or your sparks limit for this month. If you have reached your rate limit, please reduce the frequency of your requests to continue using Yoast AI features. Our %1$shelp article%2$s provides guidance on effectively planning and pacing your requests for an optimized workflow.":["Pode ter atingido o seu limite de utilização de IA do Yoast para um período específico, ou o seu limite de chispas para este mês. Se atingiu o limite de utilização, reduza a frequência dos seus pedidos para continuar a usar as funcionalidades de AI do Yoast. O nosso %1$sartigo de ajuda%2$s tem orientações sobre o planeamento e o ritmo eficazes dos seus pedidos para um fluxo de trabalho optimizado."],"You've reached the Yoast AI rate limit":["Você atingiu o limite de taxa do Yoast AI."],"Refresh page":["Actualizar a página"],"%4$s requires the SEO analysis to be enabled. To enable it, please navigate to %2$sSite features%3$s in %1$s, turn on the SEO analysis, and click 'Save changes'. If it's disabled in your WordPress user profile, access your profile and enable it there. Please contact your administrator if you don't have access to these settings.":["O %4$s requer que a análise SEO seja activada. Para a activar, navegue até às %2$sFuncionalidades do site%3$s do %1$s, active a análise de SEO e clique em \"Guardar alterações\". Se a análise de SEO estiver desactivada no seu perfil de utilizador do WordPress, aceda ao seu perfil e active-a aí. Contacte o seu administrador se não tiver acesso a estas definições."],"SEO analysis required":["Análise de SEO necessária"],"Please try again later. If this issue persists, you can learn more about possible reasons for this error on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Por favor, tente de novo mais tarde. Se o problema persistir, pode saber mais sobre as possíveis causas deste erro na nossa página sobre %1$sproblemas e erros comuns das funcionalidades de IA%2$s. Caso necessite de mais ajuda, %3$scontacte a nossa equipa de suporte%4$s."],"Please add more content to ensure a valuable AI suggestion. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Adicione mais conteúdo para garantir uma sugestão de IA relevante. Saiba mais na nossa página sobre %1$sproblemas e erros comuns das funcionalidades de IA%2$s. Caso necessite de mais ajuda, %3$scontacte a nossa equipa de suporte%4$s."],"Not enough content":["Conteúdo insuficiente"],"Grant consent for %s":["Consentir o %s"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["Aprovo os %1$sTermos do serviço%2$s e %3$sPolítica de privacidade%4$s do serviço de IA do Yoast. Isto inclui o consentimento para a recolha e utilização de dados para melhorar a experiência do utilizador."],"Enable AI-powered SEO! Use all Yoast AI features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["Active o SEO com base em IA! Utilize todas as funcionalidades do AI Generate e do AI Optimize para aumentar a sua eficiência. Basta dar-nos luz verde. %1$s%2$sSaiba mais%3$s%4$s"],"Grant consent":["Consentir"],"Something went wrong":["Algo correu mal"],"Undefined error message.":["Mensagem de erro não definida."],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deixe que a IA pense por si e ajude a poupar tempo. Obtenha sugestões de alta qualidade para títulos e descrições para que o seu conteúdo tenha uma classificação elevada e uma boa apresentação nas redes sociais. %1$sSaiba mais%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Deixe que a IA pense por si e ajude a poupar tempo. Obtenha sugestões de alta qualidade para títulos e descrições de produtos para que o seu conteúdo tenha uma classificação elevada e uma boa apresentação nas redes sociais. %1$sSaiba mais%2$s%3$s"],"Generate product titles & descriptions with AI!":["Crie títulos e descrições de produtos com IA!"],"Use AI to generate your titles & descriptions!":["Utilize a IA para criar títulos e descrições"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Para ver este vídeo, o %1$s precisa de permissão para carregar vídeos incorporados a partir de %2$s."],"Deny":["Recusar"],"Allow":["Permitir"],"Got it!":["Compreendi!"],"Unlock with %1$s":["Desbloqueie com o %1$s"],"Something went wrong. An unexpected error occurred.":["Algo correu mal. Ocorreu um erro inesperado."],"Refresh this page":["Actualizar esta página"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isto significa que todas as alterações por guardar nesta secção serão perdidas. Pode tentar actualizar esta página para corrigir o problema. Se o erro persistir, por favor contacte a nossa equipa de suporte para obter toda a ajuda que precisa!"],"Contact support":["Contacte o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Desculpe, parece que o seguinte erro interrompeu a nossa aplicação:"],"Dismiss":["Ignorar"],"Beta":["Beta"],"Try again":["Tentar de novo"],"Select image":["Seleccionar imagem"],"Mobile result":["Resultado em dispositivos móveis"],"Google preview":["Pré-visualização do Google"],"Desktop result":["Resultado em computador"],"(Opens in a new browser tab)":["(Abrir num novo separador)"],"24\/7 support":["Suporte 24\/7"],"Social preview":["Pré-visualizações das redes sociais"],"Close":["Fechar"],"Next":["Seguinte"],"Previous":["Anterior"]}},"comment":{"reference":"js\/dist\/ai-generator.js"}}