{"translation-revision-date":"2025-12-02 10:37:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Learn more about the metrics":["Dowiedz się więcej o metrykach"],"Change country":["Zmień kraj"],"Removed!":["Usunięte!"],"Added!":["Dodano!"],"Add":["Dodaj"],"Add keyphrase":["Dodaj frazę kluczową"],"Difficulty %":["Trudność %"],"Intent":["Zamiar"],"It will take a lot of on-page SEO, link building, and content promotion efforts.":["Będzie to wymagało dużego zakresu działań w obszarze SEO , budowania linków i promocji treści."],"Very hard":["Bardzo trudne"],"You will need lots of high-quality ref. domains and optimized content.":["Będziesz potrzebować wielu wysokiej jakości domen linkujących oraz zoptymalizowanej treści."],"Hard":["Trudne"],"You will need lots of ref. domains and optimized content.":["Będziesz potrzebować wielu domen linkujących oraz zoptymalizowanej treści."],"Difficult":["Trudne"],"You will need well-structured and unique content.":["Będziesz potrzebować dobrze uporządkowanej i unikalnej treści."],"Possible":["Możliwe"],"You will need quality content focused on the keyword’s intent.":["Będziesz potrzebować treści wysokiej jakości,  skoncentrowanej na intencji słowa kluczowego."],"Easy":["Łatwe"],"Your chance to start ranking new pages.":["Twoja szansa na rozpoczęcie pozycjonowania nowych stron."],"Very easy":["Bardzo łatwe"],"The user wants to complete an action (conversion).":["Użytkownik chce zakończyć akcję (konwersję)"],"Transactional":["Transakcyjny"],"The user wants to investigate brands or services.":["Użytkownik chce zbadać marki lub usługi."],"Commercial":["Komercyjny"],"The user wants to find a specific page or site.":["Użytkownik chce znaleźć określoną stronę lub witrynę."],"Navigational":["Nawigacyjny"],"The user wants to find an answer to a specific question.":["Użytkownik chce znaleźć odpowiedź na określone pytanie."],"Informational":["Informacyjny"],"Explore %s!":["Odkryj %s!"],"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["Dotrzesz do większej liczby osób dzięki wielu frazom kluczowym! Chcesz szybko dodać te powiązane frazy kluczowe do analiz %s dla jeszcze lepszej optymalizacji treści?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Napotkaliśmy problem podczas próby uzyskania powiązanych fraz kluczowych. Prosimy spróbować ponownie później."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Osiągnięto maksymalną ilość 4 powiązanych fraz kluczowych. Możesz zmienić lub usunąć powiązane frazy kluczowe w metaboksie %s lub pasku bocznym."],"Upgrade your %s plan":["Aktualizuj swój plan %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Osiągnięto limit zgłoszeń na dziś. Sprawdź ponownie jutro lub zaktualizuj swój plan na stronie %s."],"Last month":["Ostatni miesiąc"],"Two months ago":["Dwa miesiące temu"],"Three months ago":["Trzy miesiące temu"],"Four months ago":["Cztery miesiące temu"],"Five months ago":["Pięć miesięcy temu"],"Six months ago":["Sześć miesięcy temu"],"Seven months ago":["Siedem miesięcy temu"],"Eight months ago":["Osiem miesięcy temu"],"Nine months ago":["Dziewięć miesięcy temu"],"Ten months ago":["Dziesięć miesięcy temu"],"Eleven months ago":["Jedenaście miesięcy temu"],"Twelve months ago":["Dwanaście miesięcy temu"],"Get more insights at %s":["Uzyskaj więcej informacji na %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Wolumen frazy kluczowej w ciągu ostatnich 12 miesięcy w skali od 0 do 100."],"Trend":["Modne"],"Volume":["Wolumen"],"Related keyphrase":["Powiązana fraza kluczowa"],"Show results for:":["Pokaż wyniki dla:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Przepraszamy, nie ma dostępnych danych dla tej kombinacji frazy kluczowej i kraju."],"Related keyphrases":["Powiązane frazy kluczowe"],"(Opens in a new browser tab)":["(Otworzy się w nowej zakładce)"],"Remove":["Usuń"]}},"comment":{"reference":"js\/dist\/externals\/relatedKeyphraseSuggestions.js"}}