{"translation-revision-date":"2025-12-02 08:27:28+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Premium gives you advanced content checks that reveal new ranking opportunities and help you reach more readers.":["Premium vous offre des vérifications avancées du contenu qui révèlent de nouvelles opportunités de classement et vous aident à atteindre un plus grand nombre de lecteurs."],"Find new ways to grow your rankings.":["Trouvez de nouvelles façons d’améliorer votre classement."],"Get deeper SEO insights with Premium":["Obtenez des informations SEO plus approfondies avec premium"],"Upgrade to optimize with precision":["Mettez à niveau pour optimiser avec précision"],"%1$sSynonyms:%2$s Include synonyms of your keyphrase for a more natural flow and smarter suggestions":["%1$sSynonymes :%2$s Incluez des synonymes de votre expression clé pour un flux plus naturel et des suggestions plus intelligentes"],"%1$sTitle check:%2$s Instantly spot missing titles and fix them for better click-through rates":["%1$sVérification des titres :%2$s Repérez instantanément les titres manquants et corrigez-les pour de meilleurs taux de clic"],"%1$sKeyphrase distribution:%2$s See if your keywords are spread evenly so search engines understand your topic":["%1$sRépartition de la phrase clé :%2$s Vérifiez si vos mots clés sont bien répartis pour que les moteurs de recherche comprennent votre sujet"],"Opens in a new tab":["S’ouvre dans un nouvel onglet"],"Explore %s":["Explorer %s"],"%1$s access":["accès à %1$s"],"AI tools included":["Outils d’IA inclus"],"Access to friendly help when you need it, day or night":["Un accès à une aide optimisée quand vous en avez besoin, jour et nuit"],"Internal links and redirect management, easy":["Gestion simple des liens internes et des redirections"],"Easy Local SEO. Show up in Google Maps results":["SEO local facile. Apparaissez dans les résultats de Google Maps"],"Built to get found by search, AI, and real users":["Conçu pour être trouvé par la recherche, l’IA et les véritables utilisateurs et utilisatrices"],"Make your articles visible, be seen in Google News":["Rendez vos articles visibles, soyez vu dans Google News"],"Generate SEO optimized metadata in seconds with AI":["Générez des métadonnées optimisées pour le SEO en quelques secondes avec l’IA"],"You're out of free sparks!":["Vous n’avez plus d’étincelles gratuites !"],"You've used %s spark this month.":["Vous avez utilisé %s étincelle ce mois-ci.","Vous avez utilisé %s étincelles ce mois-ci."],"Keep the momentum going, unlock unlimited sparks with %s!":["Poursuivez dans votre élan, débloquez des étincelles illimitées avec %s !"],"As long as this is a beta feature, you get unlimited sparks.":["Tant que cette fonctionnalité est en version bêta, vous bénéficiez de l’accès illimité aux étincelles."],"X preview":["Aperçu X"],"Don’t show again":["Ne plus afficher"],"%1$sTip%2$s: Improve the accuracy of your generated AI titles by writing more content in your page.":["%1$sConseil%2$s : Améliorez la précision des titres générés par l’IA en rédigeant davantage de contenu dans votre page."],"%1$sTip%2$s: Improve the accuracy of your generated AI descriptions by writing more content in your page.":["%1$sConseil%2$s : Améliorez la précision des descriptions générées par l’IA en rédigeant davantage de contenu dans votre page."],"Meta description length":["Longueur de la méta description"],"SEO title width":["Longueur du titre SEO"],"Close modal":["Fermer la modale"],"Generate 5 more":["Générer 5 autres"],"Apply %s description":["Appliquer la description %s"],"Apply %s title":["Appliquer le titre %s"],"Generated %s descriptions":["Descriptions %s générées"],"Generated %s titles":["Titres %s générés"],"Text generated by AI may be offensive or inaccurate.":["Le texte généré par l’IA peut être offensant ou inexact."],"To use this feature, your site must be publicly accessible. This applies to both test sites and instances where your REST API is password-protected. Please ensure your site is accessible to the public and try again. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Pour utiliser cette fonctionnalité, votre site doit être accessible publiquement. Cela s’applique aussi bien aux sites de test qu’aux instances où l’API REST est protégée par mot de passe. Veuillez vous assurer que votre site est accessible publiquement et réessayer. En savoir plus sur notre page concernant les %1$sproblèmes et erreurs courants liés aux fonctionnalités de l‘IA%2$s. Si vous avez besoin de plus d’aide, veuillez %3$scontacter notre équipe de support%4$s."],"Yoast AI cannot reach your site":["L‘IA de Yoast ne peut pas accéder à votre site"],"The version of %1$s is outdated. Please upgrade %1$s %2$shere%3$s!":["La version de %1$s est obsolète. Veuillez mettre à jour %1$s %2$sici%3$s !"],"Please try again later. If the issue persists, please %1$scontact our support team%2$s.":["Veuillez réessayer ultérieurement. Si le problème persiste, veuillez %1$scontacter notre équipe de support%2$s."],"The request came back with the following error: '%s'.":["La demande est revenue avec l‘erreur suivante : « %s »"],"Due to %5$s's strict ethical guidelines and %1$susage policies%2$s, we cannot generate suggestions for the content on this page. If you intend to use AI, kindly avoid the use of explicit, violent, copyrighted, or sexually explicit content. In case you need further help, please %3$scontact our support team%4$s.":["En raison des directives éthiques strictes de %5$s et des %1$spolitiques d’utilisation%2$s, nous ne pouvons pas générer de suggestions pour votre page. Si vous avez l’intention d’utiliser l’IA, veuillez éviter tout contenu explicite, violent, protégé par des droits d‘auteur ou sexuellement explicite. Si vous avez besoin de plus d‘aide, veuillez %3$scontacter notre équipe de support%4$s."],"Usage policy violation":["Violation de la politique d’utilisation"],"It seems that a connection timeout has occurred. Please check your internet connection and try again later. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Il semble que le délai de connexion soit dépassé. Veuillez vérifier votre connexion internet et réessayer ultérieurement. Pour en savoir plus, consultez notre page consacrée aux %1$sproblèmes et erreurs courants liés aux fonctionnalités de l‘IA%2$s. Si vous avez besoin de plus d‘aide, veuillez %3$scontacter notre équipe de support%4$s."],"Connection timeout":["Délai de connexion dépassé"],"Subscription required":["Abonnement nécessaire"],"To access this feature, you need an active %1$s subscription. Please %3$sactivate your subscription in %2$s%4$s or %5$sget a new %1$s subscription%6$s. Afterward, refresh this page. It may take up to 30 seconds for the feature to function correctly.":["Pour accéder à cette fonctionnalité, vous devez disposer d’une licence %1$s active. Veuillez %3$sactiver votre licence dans %2$s%4$s ou %5$sobtenir une nouvelle licence %1$s%6$s. Ensuite, actualisez cette page. Cela peut prendre jusqu’à 30 secondes pour que la fonctionnalité fonctionne correctement."],"You might have reached your Yoast AI rate limit for a specific time frame or your sparks limit for this month. If you have reached your rate limit, please reduce the frequency of your requests to continue using Yoast AI features. Our %1$shelp article%2$s provides guidance on effectively planning and pacing your requests for an optimized workflow.":["Vous avez peut-être atteint la limite de taux de Yoast AI pour une période spécifique ou la limite d‘étincelles pour ce mois-ci. Si vous avez atteint votre limite de taux, veuillez réduire la fréquence de vos demandes pour continuer à utiliser les fonctionnalités de Yoast AI. Notre %1$sarticle d’aide%2$s vous donne des conseils sur la manière de planifier et de répartir efficacement vos demandes pour un flux de travail optimisé."],"You've reached the Yoast AI rate limit":["Vous avez atteint la limite de taux de Yoast IA"],"Refresh page":["Actualiser la page"],"%4$s requires the SEO analysis to be enabled. To enable it, please navigate to %2$sSite features%3$s in %1$s, turn on the SEO analysis, and click 'Save changes'. If it's disabled in your WordPress user profile, access your profile and enable it there. Please contact your administrator if you don't have access to these settings.":["%4$s nécessite l‘activation de l‘analyse SEO. Pour l‘activer, veuillez vous rendre dans les %2$sFonctionnalités du site%3$s dans %1$s, activer l‘analyse SEO et cliquer sur « Enregistrer les modifications ». Si désactivée dans votre profil WordPress, accédez à votre profil et activez-la. Veuillez contacter votre administrateur ou administratrice si vous n‘avez pas accès à ces réglages."],"SEO analysis required":["Analyse SEO nécessaire"],"Please add more content to ensure a valuable AI suggestion. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Veuillez ajouter plus de contenu pour garantir une suggestion valable en matière d‘IA. Pour en savoir plus, consultez notre page consacrée aux %1$sproblèmes et erreurs courants liés aux fonctionnalités de l‘IA%2$s. Si vous avez besoin de plus d‘aide, veuillez %3$scontacter notre équipe de support%4$s."],"Not enough content":["Pas assez de contenu"],"Please try again later. If this issue persists, you can learn more about possible reasons for this error on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Veuillez réessayer ultérieurement. Si le problème persiste, vous pouvez en savoir plus sur les causes possibles de cette erreur en consultant notre page consacrée aux %1$sproblèmes et erreurs courants liés aux fonctionnalités de l‘IA%2$s. Si vous avez besoin de plus d‘aide, veuillez %3$scontacter notre équipe de support%4$s."],"Enable AI-powered SEO! Use all Yoast AI features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["Activez le SEO propulsé par l’IA ! Utilisez toutes les fonctionnalités de génération et d’optimisation d’IA pour améliorer votre efficacité. Donnez-nous simplement le feu vert. %1$s%2$sEn savoir plus%3$s%4$s"],"Grant consent for %s":["Accorder le consentement pour %s"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["J’approuve les %1$sConditions d’utilisation%2$s et la %3$sPolitique de confidentialité%4$s du service Yoast IA. Cela inclut le consentement à la collecte et à l’utilisation des données pour améliorer l’expérience utilisateur."],"Grant consent":["Accorder son consentement"],"Something went wrong":["Quelque chose s’est mal passé"],"Undefined error message.":["Message d‘erreur non défini."],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Surligne les zones de texte à améliorer : plus besoin de chercher une aiguille dans une botte de foin, optimisez directement ! Maintenant disponible dans Elementor !"],"Potentially non-inclusive":["Potentiellement non-inclusif"],"Got it!":["Compris !"],"Allow":["Autoriser"],"Deny":["Refuser"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Pour consulter cette vidéo, vous devez autoriser %1$s à charger des vidéos embarquées depuis %2$s."],"BLACK FRIDAY | 30% OFF":["BLACK FRIDAY - 30 % de réduction"],"Unlock with %1$s":["Débloquer avec %1$s"],"Refresh this page":["Actualiser cette page"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malheureusement, cela signifie que vos modifications non enregistrées dans cette section seront perdues. Vous pouvez essayer d’actualiser cette page pour résoudre le problème. Si toutefois il persiste, veuillez contacter notre équipe de support et nous vous aiderons !"],"Something went wrong. An unexpected error occurred.":["Quelque chose s’est mal passé. Une erreur inattendue est survenue."],"Contact support":["Contacter le support"],"We're very sorry, but it seems like the following error has interrupted our application:":["Nous sommes désolés, il semblerait que l’erreur suivante ait interrompu notre application :"],"Inclusive language:":["Écriture inclusive :"],"Dismiss":["Ignorer"],"Premium SEO analysis:":["Analyse SEO Premium :"],"Try again":["Réessayer"],"Select image":["Sélectionner une image"],"Return to your %s":["Retour à votre %s"],"Make sure to save your %s for changes to take effect":["Assurez-vous d’enregistrer votre %s pour que les modifications soient prises en compte"],"SEO analysis:":["Analyse SEO :"],"Mobile result":["Résultat mobile"],"Desktop result":["Résultat bureau"],"Google preview":["Aperçu Google"],"Readability analysis:":["Analyse de lisibilité :"],"Good results":["Déjà optimisé"],"Considerations":["Considérations"],"Errors":["Erreurs"],"(Opens in a new browser tab)":["(S’ouvre dans un nouvel onglet)"],"24\/7 support":["Support 24\/7"],"Good SEO score":["Bon score SEO"],"OK SEO score":["Score SEO OK"],"Social preview":["Prévisualisation des réseaux sociaux"],"Needs improvement":["À améliorer"],"Improvements":["Améliorations"],"Problems":["Problèmes"],"Not available":["Non disponible"],"Good":["Bon"],"Previous":["Précédent"],"Next":["Suivant"],"Close":["Fermer"],"OK":["OK"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}