{"translation-revision-date":"2025-10-13 11:32:01+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Buy now for 30% off":["Compre agora com 30% de desconto"],"SEO that scales with your product catalog.":["SEO que se adapta ao seu catálogo de produtos."],"Now with Local, News & Video SEO + 1 Google Docs seat!":["Agora com Local, News e Video SEO + 1 conta no Google Docs!"],"Make your articles visible, be seen in Google News":["Torne os seus artigos visíveis, seja visto no Google News"],"Generate SEO optimized metadata in seconds with AI":["Gere metadados optimizados para SEO em segundos com IA"],"Internal links and redirect management, easy":["Ligações internas e gestão de redireccionamentos, facilmente"],"Easy Local SEO. Show up in Google Maps results":["SEO local fácil. Esteja presente nos resultados do Google Maps"],"Boost visibility for your products, from 10 or 10,000+":["Aumente a visibilidade dos seus produtos, de 10 ou mais de 10.000"],"Built to get found by search, AI, and real users":["Criado para ser encontrado em pesquisas, de IA e de utilizadores reais"],"AI tools included":["Ferramentas de IA incluídas"],"Access to friendly help when you need it, day or night":["Acesso a ajuda amigável sempre que precisar, a qualquer hora"],"30-day money back guarantee":["Garantia de devolução do dinheiro em 30 dias"],"%1$s%2$s %3$s":["%1$s%2$s %3$s"],"%1$s access":["Acesso à %1$s"],"Buy now":["Comprar agora"],"Undefined error message.":["Mensagem de erro não definida."],"%1$sSupport language:%2$s English":["%1$sIdioma do suporte:%2$s Inglês"],"Write a bug report":["Escreva um relatório de erro"],"WordPress support forum for %1$s":["Fórum de suporte WordPress do %1$s"],"Visit WordPress forum":["Visite o fórum do WordPress"],"Visit our help center":["Visite o nosso centro de ajuda"],"Raise a bug report on GitHub":["Crie um relatório de erro no GitHub"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["A nossa equipa de suporte está aqui para responder a quaisquer questões que possa ter. Preencha o formulário de contacto (popup) e entraremos em contacto consigo o mais rapidamente possível!"],"Need help with %1$s? These resources are a great place to start!":["Precisa de ajuda com o %1$s? Estes recursos são um óptimo ponto de partida!"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["No fórum de suporte WordPress do %1$s pode encontrar respostas ou pedir ajuda a utilizadores do %1$s da comunidade WordPress."],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Se tiver alguma dúvida, precisar de ajuda com um problema técnico ou apenas quiser dizer olá, temos tudo o que precisa. Entre em contacto connosco e teremos todo o gosto em ajudar!"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Se não encontrar as respostas que procura e precisar de ajuda personalizada, pode obter suporte 24 horas por dia, 7 dias por semana, de um dos nossos engenheiros de suporte."],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Aqui, encontrará respostas às perguntas mais frequentes sobre a utilização do %1$s. Se não encontrar a sua pergunta na lista, consulte a secção abaixo."],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Deparou-se com um erro ao utilizar o %1$s? Por favor, crie um relatório de erro no nosso repositório GitHub para nos informar sobre o problema!"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Consulte o nosso centro de ajuda para encontrar artigos, tutoriais e outros recursos para lhe ajudar a tirar o máximo partido do %1$s!"],"Frequently asked questions":["Perguntas frequentes"],"Contact our support team":["Contacte a nossa equipa de suporte"],"Additional resources":["Recursos adicionais"],"%1$s's help center":["Centro de ajuda do %1$s"],"Support":["Suporte"],"BLACK FRIDAY | 30% OFF":["BLACK FRIDAY - 30% DE DESCONTO"],"Unlock with %1$s":["Desbloqueie com o %1$s"],"Something went wrong. An unexpected error occurred.":["Algo correu mal. Ocorreu um erro inesperado."],"Refresh this page":["Actualizar esta página"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isto significa que todas as alterações por guardar nesta secção serão perdidas. Pode tentar actualizar esta página para corrigir o problema. Se o erro persistir, por favor contacte a nossa equipa de suporte para obter toda a ajuda que precisa!"],"Contact support":["Contacte o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Desculpe, parece que o seguinte erro interrompeu a nossa aplicação:"],"Learn SEO":["Aprenda SEO"],"Check out %1$s":["Visite a %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Temos cursos online gratuitos e premium para aprender tudo o que precisa para saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Quer aprender SEO com a Equipa do Yoast? Visite a nossa %1$s!"],"(Opens in a new browser tab)":["(Abrir num novo separador)"],"24\/7 support":["Suporte 24\/7"]}},"comment":{"reference":"js\/dist\/support.js"}}