{"translation-revision-date":"2025-11-18 09:31:29+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Buy now for 30% off":["اکنون با ۳۰٪ تخفیف خرید کنید"],"SEO that scales with your product catalog.":["سئویی که همراه با فهرست محصولات شما رشد می‌کند."],"Now with Local, News & Video SEO + 1 Google Docs seat!":["اکنون همراه با سئوی محلی، خبری و ویدیویی + یک دسترسی Google Docs!"],"Make your articles visible, be seen in Google News":["مقالات خود را قابل‌مشاهده کنید و در Google News دیده شوید"],"Generate SEO optimized metadata in seconds with AI":["در چند ثانیه با هوش مصنوعی فرادادهٔ بهینه‌سازی‌شده برای سئو تولید کنید"],"Internal links and redirect management, easy":["مدیریت پیوندهای داخلی و تغییر مسیرها به‌آسانی"],"Easy Local SEO. Show up in Google Maps results":["سئوی محلی آسان — در نتایج Google Maps دیده شوید"],"Boost visibility for your products, from 10 or 10,000+":["دیده‌شدن محصولات خود را — چه ۱۰ عدد باشند چه بیش از ۱۰٬۰۰۰ — افزایش دهید."],"Built to get found by search, AI, and real users":["ساخته شده تا توسط جستجو، هوش مصنوعی و کاربران واقعی پیدا شود"],"AI tools included":["ابزارهای هوش مصنوعی  اضافه شده‌اند"],"Access to friendly help when you need it, day or night":["دسترسی به پشتیبانی در هر زمان از شبانه‌روز"],"30-day money back guarantee":["ضمانت بازگشت وجه تا ۳۰ روز"],"%1$s%2$s %3$s":["%1$s%2$s %3$s"],"%1$s access":["دسترسی %1$s"],"Buy now":["خرید کنید"],"Undefined error message.":["پیام خطای تعریف نشده"],"%1$sSupport language:%2$s English":["%1$s زبان پشتیبانی: %2$s انگلیسی"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["تیم پشتیبانی ما اینجاست تا به هر سوالی که ممکن است داشته باشید پاسخ دهد. فرم تماس (پاپ آپ) را پر کنید، ما در اسرع وقت با شما تماس خواهیم گرفت!"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["اگر پاسخ های مورد نظر خود را پیدا نکردید و به کمک شخصی نیاز دارید، می توانید از پشتیبانی 24 ساعته یکی از مهندسین پشتیبانی ما بهره مند شوید."],"Contact our support team":["با تیم پشتیبانی ما تماس بگیرید"],"Write a bug report":["نوشتن گزارش یک باگ"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["آیا در حین استفاده از %1$s به اشکالی برخورد کرده اید؟ لطفاً یک گزارش باگ در مخزن GitHub ما ارائه دهید تا ما در مورد این مشکل باخبر شویم!"],"Raise a bug report on GitHub":["گزارش باگ در GitHub ارائه دهید"],"Visit WordPress forum":["از انجمن وردپرس بازدید کنید"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["در انجمن پشتیبانی وردپرس برای %1$s می‌توانید پاسخ‌ها را بیابید یا از کاربران %1$s در انجمن وردپرس کمک بخواهید."],"WordPress support forum for %1$s":["انجمن پشتیبانی وردپرس برای %1$s"],"Visit our help center":["از مرکز کمک ما بازدید کنید"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["به مرکز راهنمایی ما نگاهی بیندازید تا مقاله‌ها، آموزش‌ها و سایر منابع را بیابید تا به شما کمک کند از %1$s بیشترین بهره را ببرید!"],"%1$s's help center":["مرکز راهنمایی %1$s"],"Need help with %1$s? These resources are a great place to start!":["برای %1$s به کمک نیاز دارید؟ این منابع مکان بسیار خوبی برای شروع هستند!"],"Additional resources":["منبع اضافی"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["در اینجا، پاسخ سوالات متداول در مورد استفاده از %1$s را خواهید یافت. اگر سوال خود را در لیست نمی بینید، می توانید به بخش زیر نگاهی بیندازید."],"Frequently asked questions":["پرسش های متداول"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["اگر سوالی دارید، به یک متخصص حل مشکل فنی نیاز دارید، یا فقط می خواهید سلام کنید، ما شما را تحت پوشش قرار داده ایم. با ما تماس بگیرید و ما خوشحال می شویم که به شما کمک کنیم!"],"Support":["پشتیبانی"],"BLACK FRIDAY | 30% OFF":["30% تخفیف - بلک فرایدی"],"Unlock with %1$s":["باز کردن قفل با %1$s"],"Refresh this page":["تازه‌سازی این برگه"],"Something went wrong. An unexpected error occurred.":["مشکلی پیش آمد. یک خطای غیرمنتظره رخ داد."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["متأسفانه این بدان معناست که تغییرات ذخیره نشده در این بخش از بین خواهند رفت. برای رفع مشکل می توانید این صفحه را بازخوانی کنید. اگر این خطا همچنان رخ داد، لطفاً با تیم پشتیبانی ما تماس بگیرید، و ما تمام کمک‌های لازم را برای شما دریافت خواهیم کرد!"],"Contact support":["با پشتیبانی تماس بگیرید"],"We're very sorry, but it seems like the following error has interrupted our application:":["بسیار متاسفیم، اما به نظر می رسد خطای زیر برنامه ما را قطع کرده است:"],"Check out %1$s":["پرداخت نهایی %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["ما هم دوره رایگان و هم دوره پولی آنلاین برای یادگیری همه چیزهایی که درباره سئو نیاز دارید داریم."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["نیاز دارید درباره سئو از تیم یوست یاد بگیرید؟ این %1$s! را پرداخت کنید!"],"Learn SEO":["یادگیری سئو"],"(Opens in a new browser tab)":["(در یک برگه جدید مرورگر باز میکند)"],"24\/7 support":["پشتیبانی 24\/7"]}},"comment":{"reference":"js\/dist\/support.js"}}