{"translation-revision-date":"2025-10-13 11:29:52+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Fine-tune your content for every audience":["ضبط محتواك بدقة ليناسب كل جمهور"],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles - helping it get discovered by a wider audience.":["قم بتحسين محتواك باستخدام ما يصل إلى 5 عبارات مفتاحية لتشكيل المحتوى حول قوالب وجمهور وزوايا مختلفة – مما يساعده على الوصول إلى جمهور أوسع."],"Cover more search intent with related keyphrases":["قم بتغطية المزيد من نوايا البحث باستخدام عبارات مفتاحية ذات صلة"],"Upgrade to link your content with ease":["قم بالترقية لربط المحتوى الخاص بك بسهولة"],"Keep visitors exploring longer":["اجعل الزوّار يستكشفون لفترة أطول"],"Strengthen your site’s structure":["عزّز هيكل موقعك"],"Build relevant internal links faster":["أنشئ روابط داخلية ذات صلة بشكل أسرع"],"Suggest internal links based on your content’s main topics":["اقترح روابط داخلية استنادًا إلى المواضيع الرئيسية في محتواك"],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles. %sScans your content to:":["قم بتحسين ما يصل إلى 5 عبارات مفتاحية لتشكيل المحتوى الخاص بك حول قوالب وجماهير وزوايا مختلفة. %sيقوم بمسح محتواك من أجل:"],"Connect related content without the guesswork":["ربط المحتوى ذي الصلة دون التخمين"],"Opens in a new tab":["يفتح في علامة تبويب جديدة"],"Explore %s":["استكشف %s"],"%1$s access":["%1$s الوصول"],"AI tools included":["أدوات الذكاء الاصطناعي المضمنة"],"Access to friendly help when you need it, day or night":["الوصول إلى المساعدة الودية عندما تحتاج إليها، ليلاً أو نهارًا"],"Internal links and redirect management, easy":["إدارة الروابط الداخلية وإعادة التوجيه، سهلة"],"Easy Local SEO. Show up in Google Maps results":["ت.م.ب المحلية بسهولة. يظهر في نتائج خرائط جوجل"],"Built to get found by search, AI, and real users":["مصمم ليتم العثور عليه من قِبل محركات البحث والذكاء الاصطناعي والمستخدمين الحقيقيين"],"Make your articles visible, be seen in Google News":["اجعل مقالاتك مرئية، وتظهر في أخبار جوجل"],"Generate SEO optimized metadata in seconds with AI":["توليد بيانات وصفية مُحسّنة لت.م.ب في ثوانٍ باستخدام الذكاء الاصطناعي"],"Close modal":["اغلاق الوسائط"],"No image was found that we can automatically set as your social image. Please use %1$s, %2$s, %3$s or %4$s formats to ensure it displays correctly on social media.":["لم يتم العثور على صورة يمكننا تعيينها تلقائيًا كصورة اجتماعية لك. يُرجى استخدام الصيغ %1$s، %2$s، %3$s، أو %4$s لضمان عرضها بشكل صحيح على مواقع التواصل الاجتماعي."],"Undefined error message.":["رسالة خطأ غير محددة."],"X":["X"],"X appearance":["مظهر X"],"X share preview":["معاينة مشاركة X"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["لقد تم تفعيل %1$s على موقعك، مما يؤدي تلقائيًا إلى تعيين نوع الصفحة لمنتجاتك على \"صفحة السلعة\". ونتيجة لذلك، يتم تعطيل تحديد نوع الصفحة."],"Leave a quick review":["ترك مراجعة سريعة"],"Happy with the plugin?":["هل أنت سعيد بالإضافة؟"],"Show Yoast SEO some love!":["أظهر بعض الحب لـ Yoast SEO!"],"Social share preview":["معاينة المشاركة الاجتماعية"],"Allow search engines to show this content in search results?":["هل تسمح لمحركات البحث بعرض هذا المحتوى في نتائج البحث؟"],"Last year":["العام الماضي"],"Last week":["الأسبوع الماضي"],"Last day":["بالأمس"],"Last updated":["آخر تحديث"],"Activate tracking to show the ranking position":["تفعيل التتبع لإظهار موضع الترتيب"],"Internal linking suggestions":["اقتراحات الربط الداخلية"],"Buy now!":["اشتري الآن!"],"30% OFF":["حسم بنسبة 30%"],"BLACK FRIDAY":["الجمعة البيضاء"],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["لتخصيص مظهر مقالتك خصيصًا لـ X، يرجى ملء إعدادات \"مظهر X\" أدناه."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["لتخصيص مظهر مقالتك خصيصًا لـ X، يرجى ملء إعدادات \"مظهر X\" أدناه. إذا تركت هذه الإعدادات دون تغيير، فسيتم أيضًا تطبيق إعدادات \"المظهر على وسائل التواصل الاجتماعي\" المذكورة أعلاه عند المشاركة على X."],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["حدد الشكل الذي يجب أن يظهر به منشورك على وسائل التواصل الاجتماعي مثل فايسبوك و X وأنستغرام وواتسآب وثرادس ولنكدإين وسلاك والمزيد."],"Social media appearance":["ظهور وسائل التواصل الاجتماعي"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["هل تريد تحسين معاينة Google لكيفية ظهور منتجات WooCommerce في نتائج البحث؟"],"Sign up today!":["سجل اليوم!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["هل تشعر بالضياع عندما يتعلق الأمر بتحسين موقعك لمحركات البحث(SEO)؟ انضم إلى ندوتنا التعليمية المجانية على الأنترنات لتكتسب الثقة التي تحتاجها لبدء التحسين كالمحترفين! ستحصل على المعرفة والأدوات اللازمة لبدء تنفيذ تحسين محركات البحث (SEO) بشكل فعال."],"Join our FREE webinar for SEO success":["انضم إلى ندوتنا التعليمية المجانية عبر الأنترنات لتحقيق النجاح في تحسين محركات البحث (SEO)"],"Want your products stand out in search results with rich results like price, reviews and more?":["هل تريد أن تبرز منتجاتك في نتائج البحث بنتائج ثرية مثل السعر والمراجعات والمزيد؟"],"Close the upgrade callout":["أغلق وسيلة شرح الترقية"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s واحصل على خصم %2$s حصريًا لمدة %3$s شهرًا."],"Click here to upgrade your %s plan":["انقر هنا لترقية خطة %s الخاصة بك"],"Keyphrases tracked: %1$s\/%2$s":["العبارات الأساسية التي تم تتبعها: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["أنت تتعقب %1$s من %2$s عبارات رئيسية مضمنة في حسابك."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["أنت تتعقب %1$s من %2$s عبارات رئيسية مضمنة في حسابك المجاني."],"Potentially non-inclusive":["يحتمل أن يكون غير شامل"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["يمكنك تغيير النوع الافتراضي لـ%1$s ضمن أنواع المحتوى في%2$s الإعدادات%3$s."],"BLACK FRIDAY | 30% OFF":["الجمعة السوداء - خصم 30٪"],"Unlock with %1$s":["فتح مع %1$s"],"Refresh this page":["قم بتحديث هذه الصفحة"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["لسوء الحظ ، هذا يعني أن جميع التغييرات غير المحفوظة ستفقد. يمكنك محاولة تحديث هذه الصفحة لحل المشكلة. إذا استمر حدوث هذا الخطأ ، فيرجى الاتصال بفريق الدعم الخاص بنا ، وسنقدم لك كل المساعدة التي تحتاجها!"],"Something went wrong. An unexpected error occurred.":["هناك خطأ ما. حدث خطأ غير متوقع."],"Text formality":["رسمية النص."],"Read more about text formality.":["اقرأ المزيد عن رسميات النص."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["سيساعدك %1$s%3$s%2$s في تقييم المستوى الرسمي للنص."],"Contact support":["اتصل بالدعم"],"We're very sorry, but it seems like the following error has interrupted our application:":["نحن آسفون للغاية، ولكن يبدو أن الخطأ التالي أدى إلى مقاطعة تطبيقنا:"],"Search appearance":["مظهر البحث"],"Inclusive language:":["لغة شاملة:"],"Dismiss":["تجاهُل"],"Premium SEO analysis:":["تحليل ممتاز لتحسين محركات البحث (SEO):"],"Get %s to enjoy the benefits of prominent words":["احصل على %s للتمتع بمزايا الكلمات البارزة"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["باستخدام %1$s%3$s%2$s ، سيعرض لك هذا القسم الكلمات التي تظهر غالبًا في نصك. من خلال التحقق من هذه الكلمات البارزة مقابل الكلمات الرئيسية (الكلمات) الرئيسية المقصودة ، ستعرف كيفية تحرير النص الخاص بك ليكون أكثر تركيزًا."],"Buy %s now!":["شراء  %s الآن!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["هل تعمل على مقال إخباري؟ %s يساعدك على تحسين موقعك لأخبار Google."],"Unlock with %s":["فتح مع %s"],"Learn more about character count":["تعرف على المزيد حول عدد الأحرف"],"Character count":["عدد الحروف"],"Learn more about word count":["تعلم المزيد عن خاصية تعداد الكلمات"],"Word count":["عدد الكلمات"],"Learn more about Flesch reading ease":["تعلم المزيد عن سهولة قراءة Flesch"],"out of 100":["من أصل ١٠٠"],"okay":["حسنًا"],"no data":["لا يوجد بيانات"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["يجب أن يكون النص أطول قليلاً لحساب درجة سهولة قراءة Flesch."],"Continue writing to get insight into the readability of your text!":["استمر في الكتابة للحصول على نظرة ثاقبة في سهولة قراءة النص الخاص بك!"],"Learn more about reading time":["تعلم المزيد عن وقت القراءة"],"Reading time":["وقت القراءة"],"minute":["دقيقة","دقيقة","دقيقتان","دقائق","دقيقة","دقيقة"],"Dismiss this notice.":["إخفاء هذه الملاحظة."],"character":["حرف","","","","",""],"word":["كلمة","","","","",""],"Tracking the ranking position…":["تتبع موضع الترتيب …"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["حدث خطأ ما أثناء تتبع موضع (مواضع) الترتيب لصفحتك. يرجى المحاولة مرة أخرى في وقت لاحق."],"reconnect to %s":["أعد الاتصال بـ %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["يبدو أنه حدث خطأ ما عند استرداد بيانات موقع الويب الخاص بك. الرجاء %s وحاول مرة أخرى."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["قبل أن تتمكن من تتبع أداء مُحسّنات محرّكات البحث SEO لديك ، تأكد من تعيين عنوان المقالة وحفظه كمسودة أو تعيين الاسم اللطيف (Slug) للمقالة يدويًا."],"No keyphrase has been set. Please set a keyphrase first.":["لم يتم تعيين العبارة الرئيسية. يرجى تعيين العبارة الرئيسية أولاً."],"upgrade your %s plan":["قم بترقية الخطة %s الخاصة بك"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["لقد وصلت إلى الحد الأقصى لمقدار %1$d من العبارات الرئيسية التي يمكنك إضافتها إلى حساب Wincher الخاص بك. إذا كنت ترغب في إضافة المزيد من العبارات الرئيسية ، من فضلك %2$s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["باستخدام %1$s ، يمكنك تتبع موضع ترتيب صفحتك في نتائج البحث بناءً على العبارة (العبارات) المفتاحية. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["يتتبع %s حاليًا موضع (مواضع) الترتيب لصفحتك. قد يستغرق هذا بضع دقائق. من فضلك انتظر او تحقق لاحقا."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["لقد نجحت في الاتصال بـ %s! يمكنك الآن تتبع أداء تحسين محركات البحث (SEO) للعبارة (العبارات) الرئيسية لهذه الصفحة."],"Read more about keyphrase tracking with Wincher":["اقرأ المزيد عن تتبع عبارة الرئيسية باستخدام Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["تم تمكين التتبع التلقائي للعبارات الرئيسية. سيتم تلقائيًا تتبع العبارة (العبارات) الرئيسية الخاصة بك بواسطة %s عند نشر مقالتك."],"Track SEO performance":["تتبع أداء تحسين محركات البحث SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["يمكنك تمكين \/ تعطيل تتبع أداء تحسين محركات البحث SEO لكل عبارة رئيسية أدناه."],"Track all keyphrases on this page":["تتبع جميع العبارات الرئيسية في هذه الصفحة"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["تم تمكين التتبع بالفعل لعبارة رئيسية واحدة أو أكثر في هذه الصفحة. سيؤدي النقر فوق الزر أدناه إلى تمكين تتبع جميع العبارات الرئيسية الخاصة به."],"Learn more about the SEO performance feature.":["تعرف المزيد حول ميزة أداء تحسين محركات البحث (SEO)."],"SEO performance":["أداء تحسين محركات البحث SEO"],"Connect with %s":["تواصل مع %s"],"* focus keyphrase":["* عبارة رئيسية التركيز"],"Get more insights over at %s":["احصل على المزيد من الأفكار حول %s"],"Position over time":["الموضع بمرور الوقت"],"Position":["الموضع"],"Tracking":["تتبع"],"Insights":["الرؤى"],"Select image":["تحديد صورة"],"Last month":["الشهر الماضي"],"The number of headers and header labels don't match.":["عدد العناوين الرئيسية وتسميات العناوين الرئيسية غير متطابق."],"Return to your %s":["العودة إلى %s الخاصة بك"],"Make sure to save your %s for changes to take effect":["تأكد من حفظ %s حتى تدخل التغييرات حيّز التنفيذ"],"Default for %1$s (%2$s)":["افتراضي لـ %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["هذا يساعد محركات البحث على فهم موقعك والمحتوى الخاص بك. يمكنك تغيير بعض إعداداتك لهذه الصفحة أدناه."],"Yoast SEO automatically describes your pages using schema.org":["تقوم إضافة Yoast SEO بوصف صفحاتك تلقائيًا باستخدام schema.org"],"Article type":["نوع المقالة"],"Page type":["نوع الصفحة"],"Learn more about page or content types":["تعرف على المزيد حول أنواع الصفحات أو المحتوى"],"What type of page or content is this?":["ما نوع هذه الصفحة أو المحتوى؟"],"Learn more about structured data with Schema.org":["تعرف على المزيد حول البيانات المنظمة باستخدام Schema.org"],"Item Page":["صفحة عنصر"],"Open in new tab":["فتح في علامة تبويب جديدة"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["هذارابط إعلاني أودعائي (وضع علامة كـ %1$sبرعاية%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["يجب أن تتجاهل محركات البحث هذا الرابط (ضع وسم %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["تعرف على المزيد حول تعليم الرابط على أنه لا يوجد متابعة أو برعاية."],"Link inserted.":["تم ادخال الرابط"],"Link edited.":["تم تعديل الرابط"],"Warning: the link has been inserted but may have errors. Please test it.":["تحذير: الرابط الذي تمّ إدراجه قد يحتوي على أخطاء، يرجى اختباره."],"Link":["رابط"],"Unlink":["إزالة الربط"],"Link removed.":["تم ازالة الرابط"],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["يرجى ترقية إصدار ووردبريس الخاص بك أو تنصيب إضافة Gutenberg للحصول على ميزة الـ %1$s هذه."],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":["تم تعطيل وضع علامة على الروابط التي لا تحتوي على متابعة \/ برعاية لتنصيبات ووردبريس < 5.4."],"No focus keyword was entered":["لم يتم إدخال أي كلمة تركيز مفتاحية"],"We've analyzed your post. There is still room for improvement!":["لقد حللنا مقالك. لا يزال هناك مجال للتحسين!"],"We've analyzed your post. Everything looks good. Well done!":["قمنا بتحليل مقالتك. كل شيء يبدو بشكل جيد. أحسنت!"],"Share your post!":["شارك مقالتك!"],"Improve your post with Yoast SEO":["حسّن مقالتك مع Yoast SEO"],"SEO analysis:":["تحليل SEO:"],"Learn more about the no-index setting on our help page.":["تعرف على المزيد حول إعداد عدم الفهرسة على صفحة المساعدة الخاصة بنا."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["على الرغم من أنه يمكنك تعيين إعدادات روبوتات Meta هنا، فإنه تم تعيين الموقع بالكامل على عدم الفهرسة في إعدادات الخصوصية على مستوى الموقع، لذلك لن يكون لهذه الإعدادات أي تأثير."],"Learn more about canonical URLs on our help page.":["تعرف على المزيد حول عناوين URL الأساسية في صفحة المساعدة."],"Learn more about the breadcrumbs title setting on our help page.":["تعرف على المزيد حول إعداد عنوان مسارات التنقل على صفحة المساعدة الخاصة بنا."],"Learn more about advanced meta robots settings on our help page.":["تعرف على المزيد حول الإعدادات المتقدمة لروبوتات Meta في صفحة المساعدة."],"Learn more about the no-follow setting on our help page.":["تعرف على المزيد حول إعداد no-follow على صفحة المساعدة الخاصة بنا."],"Should search engines follow links on this content?":["هل يجب على محركات البحث اتباع الروابط الموجودة على هذا المحتوى؟"],"Schema":["مخطط Schema"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["الكلمات التالية تظهركثيراً في المحتوى. هذه دلالة إلى ما يركز عليه المحتوى الخاص بك. إذا كانت الكلمات تختلف كثيرًا عن موضوعك ، فقد ترغب في إعادة كتابة المحتوى الخاص بك وفقًا لذلك."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["بمجرد إضافة المزيد من النسخ ، سنقدم لك قائمة بالكلمات الأكثر تكراراً في المحتوى. هذه تعطي إشارة إلى ما يركز عليه المحتوى الخاص بك."],"%d occurrences":["%d حالة"],"Keyphrase":["العبارة الرئيسية"],"Good job!":["عمل جيد!"],"Add related keyphrase":["إدخال كلمات دليلية ذات صلة"],"Readability analysis:":["تحليل قابلية القراءة:"],"%d day":["يوم (%d)","يوم واحد (%d)","يومين (%d)","%d أيام","%d يوم","%d يوم"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["اقرأ %1$s الدليل النهائي الخاص بنا للبحث عن الكلمات الرئيسية %2$s لمعرفة المزيد حول البحث عن الكلمات الرئيسية واستراتيجية الكلمات الرئيسية."],"Prominent words":["كلمات بارزة"],"%1$s (current default for %2$s)":["%1$s (الافتراضي الحالي لـ %2$s)"],"(Opens in a new browser tab)":["(يفتح في علامة تبويب متصفح جديدة)"],"24\/7 support":["دعم على مدار الساعة 24\/7"],"Good SEO score":["نتيجة SEO جيدة"],"OK SEO score":["نتيجة SEO مقبولة"],"Please provide a meta description by editing the snippet below.":["من فضلك قم بادخال وصف ميتا مختصر عن طريق تحرير معاينة المقتطف بالأسفل."],"No":["لا"],"Yes":["نعم"],"Needs improvement":["بحاجة إلى تحسين"],"Not available":["غير متوفر"],"Yoast SEO":["Yoast SEO"],"Good":["جيدة"],"Facebook":["Facebook"],"very difficult":["صعب جدًا"],"Try to make shorter sentences, using less difficult words to improve readability":["حاول إنشاء جمل أقصر باستخدام كلمات أقل صعوبة لتحسين إمكانية القراءة"],"difficult":["صعب"],"fairly difficult":["صعبة إلى حد ما"],"OK":["مقبولة"],"fairly easy":["سهل إلى حد ما"],"easy":["سهل"],"very easy":["سهل جدًا"],"The copy scores %1$s in the test, which is considered %2$s to read.":["حصلت النسخة على %1$s في الاختبار ، والتي تعتبر %2$s للقراءة."],"Flesch reading ease":["سهولة قراءة Flesch"],"Canonical URL":["الرابط القياسي (Canonical URL)"],"Breadcrumbs Title":["عنوان مسارات التنقل"],"No Snippet":["لا يوجد مقتطف"],"No Archive":["لا يوجد أرشيف"],"No Image Index":["لا يوجد فهرس صور"],"Meta robots advanced":["روبوتات Meta المتقدمة"],"View":["عرض"],"Advanced":["الإعدادات المتقدمة"]}},"comment":{"reference":"js\/dist\/block-editor.js"}}