{"translation-revision-date":"2025-10-13 11:29:52+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Join the Yoast team to learn how to harness the power of AI to revolutionize your SEO approach. Gain a competitive edge, future-proof your keyword strategies, and soar to the top of search rankings – all designed to empower busy small business owners.":["انضم إلى فريق Yoast لتتعلم كيفية تسخير قوة الذكاء الاصطناعي لإحداث ثورة في نهج تحسين محركات البحث (SEO) الخاص بك. احصل على ميزة تنافسية، وحافظ على استراتيجيات الكلمات المفتاحية الخاصة بك في المستقبل، وارتق إلى أعلى تصنيفات البحث - وكلها مصممة لتمكين أصحاب الأعمال الصغيرة المشغولين."],"Start the course":["ابدأ الدورة"],"Start free trial lesson":["ابدأ درسًا تجريبيًا مجانيًا"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["قم بتحسين لعبة SEO الخاصة بك عن طريق شراء %s ، مما يمنحك وصولاً غير محدود إلى جميع الدورات التدريبية."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["تعلم مهارات SEO الحيوية التي يمكنك تطبيقها مرة واحدة! دعنا نوجهك ونقدم لك نصائح عملية لتحسين محركات البحث SEO لمساعدتك على التفوق على منافسيك. يأتي %s بخمس دورات مجانية."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["تعلم مهارات SEO الحيوية التي يمكنك تطبيقها مرة واحدة! دعنا نوجهك ونقدم لك نصائح عملية لتحسين محركات البحث SEO لمساعدتك على التفوق على منافسيك. تعظيم لعبة SEO الخاصة بك! لأن اشتراك %s الخاص بك يمنحك وصولاً غير محدود إلى كافة الدورات التدريبية."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["يعد اختيار النوع المناسب من الاستضافة لموقعك أساسًا لاستراتيجية تحسين محركات البحث SEO التقنية القوية. تعلم كل شيء عنها في هذه الدورة!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["يجب عليك تمكين محركات البحث العثور على موقعك ، حتى يتمكنوا من عرضه في نتائج البحث. سنخبرك جميعًا عن كيفية عمل ذلك بسلاسة في هذه الدورة التدريبية!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["هل تبيع في دول في جميع أنحاء العالم؟ في هذه الدورة التدريبية، ستتعلم كل شيء عن إعداد وإدارة موقع يستهدف أشخاصًا بلغات وأماكن مختلفة."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["هل تريد التعمق في البيانات المنظمة؟ في هذه الدورة ، ستتعلم النظرية المتعلقة بالبيانات المنظمة بالتفصيل."],"Learn how to optimize your online shop for your customers and for search engines!":["تعرف على كيفية تحسين متجرك عبر الإنترنت لعملائك ومحركات البحث!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["هل تمتلك عملاً محليًا؟ ستعلمك هذه الدورة التدريبية كيفية التأكد من أن جمهورك المحلي يمكنه العثور عليك في نتائج البحث وعلى خرائط Google!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["تفيد بنية الموقع الواضحة المستخدمين لديك وهي ذات أهمية كبيرة لتحسين محركات البحث SEO. ومع ذلك ، يبدو أن معظم الناس ينسون هذا الأمر. اسبق منافسيك وتعلم كيفية تحسين بنية موقعك!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["ابدأ في إنشاء محتوى مكوّن باستخدام مُحرر مكوّنات ووردبريس الجديد! تعلم كل شيء عن ممُحرر المكوّنات وما يمكنك فعله به."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["هل تعرف الخطوة الأولى الأساسية لتحسين محركات البحث الجيدة؟ إنه بحث عن الكلمات المفتاحية. في هذا التدريب ، ستتعلم كيفية البحث واختيار الكلمات المفتاحية التي ستوجه الباحثين إلى صفحاتك."],"Learn how to make your site stand out from the crowd by adding structured data!":["تعرف على كيفية جعل موقعك متميزًا عن الآخرين عن طريق إضافة بيانات منظمة!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["في هذه الدورة ، ستتعلم كيفية كتابة نسخة رائعة تم تحسينها للترتيب في محركات البحث."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["هل تريد إنشاء موقع ووردبريس الخاص بك؟ ستعلمك هذه الدورة خصوصيات وعموميات إنشاء موقع ووردبريس وصيانته!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["في هذه الدورة ، ستتعلم مهارات عملية لتحسين محركات البحث (SEO) في كل جانب رئيسي من جوانب تحسين محركات البحث (SEO) ، لجعل موقعك متميزًا."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["في هذه الدورة التدريبية ، ستتعرف على كيفية إعداد واستخدام %1$s الإضافة لـووردبريس بحيث يسهل تحسين محركات البحث SEO. هذه الدورة مخصصة لمستخدمي مُحرر المكوّنات."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["في هذه الدورة التدريبية المجانية ، ستحصل على مكاسب سريعة لرفع ترتيب موقعك على Google و Bing و Yahoo."],"Academy":["الأكاديمية"],"Unlock with %1$s":["فتح مع %1$s"],"(Opens in a new browser tab)":["(يفتح في علامة تبويب متصفح جديدة)"],"Premium":["مميز"]}},"comment":{"reference":"js\/dist\/academy.js"}}