{"translation-revision-date":"2025-11-18 09:31:29+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Make your articles visible, be seen in Google News":["مقالات خود را قابل‌مشاهده کنید و در Google News دیده شوید"],"Generate SEO optimized metadata in seconds with AI":["در چند ثانیه با هوش مصنوعی فرادادهٔ بهینه‌سازی‌شده برای سئو تولید کنید"],"Internal links and redirect management, easy":["مدیریت پیوندهای داخلی و تغییر مسیرها به‌آسانی"],"Easy Local SEO. Show up in Google Maps results":["سئوی محلی آسان — در نتایج Google Maps دیده شوید"],"Built to get found by search, AI, and real users":["ساخته شده تا توسط جستجو، هوش مصنوعی و کاربران واقعی پیدا شود"],"AI tools included":["ابزارهای هوش مصنوعی  اضافه شده‌اند"],"Access to friendly help when you need it, day or night":["دسترسی به پشتیبانی در هر زمان از شبانه‌روز"],"%1$s access":["دسترسی %1$s"],"Update Site Kit by Google to the latest version to connect %s.":["افزونه Site Kit بوسیله Google را به آخرین نسخه به‌روزرسانی کنید تا اتصال %s برقرار شود."],"Update Site Kit by Google":["به‌روزرسانی Site Kit بوسیله Google"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["شما دسترسی مشاهده به \"کیت سایت گوگل\" ندارید. لطفاً با ادمینی که سایت را راه‌اندازی کرده است تماس بگیرید."],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["لطفاً با مدیر وردپرس خود تماس بگیرید تا افزونه \"کیت سایت گوگل\" را نصب، فعال و پیکربندی کند."],"Yes, disconnect":["بله، قطع اتصال"],"No, stay connected":["نه، متصل بمان"],"By disconnecting, you will revoke your consent for Yoast to access your Site Kit data, meaning we can no longer show insights from Site Kit by Google on your dashboard. Do you want to proceed?":["با قطع اتصال، شما رضایت خود را برای دسترسی Yoast به داده‌های \"کیت سایت\" لغو می‌کنید، به این معنا که دیگر نمی‌توانیم بینش‌هایی از \"گوگل کین سایت\" را در پیشخوان شما نمایش دهیم. آیا می‌خواهید ادامه دهید؟"],"Are you sure?":["آیا مطمئن هستید؟"],"SET UP":["راه‌اندازی"],"CONNECT":["برقراری ارتباط"],"INSTALL":["نصب"],"ACTIVATE":["فعال‌سازی"],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["به ما اجازه دسترسی به داده‌های سایت کیت را بدهید تا اطلاعات ابزارهایی مانند گوگل آنالیتیکس و سرچ کنسول به‌طور مستقیم در پیشخوان شما نمایش داده شود."],"Grant consent":["اعطای اجازه"],"Successfully connected":["با موفقیت متصل شد."],"View traffic and search rankings on your dashboard by connecting your Google account.":["با اتصال حساب گوگل خود، ترافیک و رتبه‌بندی جستجو را در پیشخوان مشاهده کنید."],"Disconnect":["قطع اتصال"],"Get valuable insights with %1$sSite Kit by Google%2$s":["دریافت اطلاعات ارزشمند با %1$sکیت سایت گوگل%2$s"],"Install Site Kit by Google":["نصب کیت سایت گوگل"],"Set up Site Kit by Google":["تنظیم کیت سایت گوگل"],"Site Kit by Google":["کیت سایت گوگل"],"Activate Site Kit by Google":["فعال‌سازی کیت سایت گوگل"],"Connect Site Kit by Google":["اتصال کیت سایت گوگل"],"Grant consent to connect with Site Kit by Google":["اجازه اتصال به کیت سایت گوگل را بدهید."],"Undefined error message.":["پیام خطای تعریف نشده"],"Mastodon profile not yet added":["پروفایل Mastodon هنوز اضافه نشده است."],"Mastodon profile added":["پروفایل Mastodon افزوده شد"],"Get %1$srich results for your digital products%2$s in Google search":["%1$s نتایج غنی را برای محصولات دیجیتالی %2$s خود در جستجوی گوگل دریافت کنید"],"Verify your site on %1$s%2$s%3$s":["سایت خود را در %1$s%2$s%3$s تأیید کنید"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["با تأیید سایت خود با %2$s، قابلیت اعتماد را به نمایه %1$s خود اضافه کنید."],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s خروجی طرحواره %1$s را با خود ادغام می‌کند تا قطعه‌های غنی را برای محصولات دیجیتال شما دریافت کند!"],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["با استفاده از افزونه هایی که با %1$sیواست اسکیما API%2$s ادغام می شوند، قفل نتایج غنی را در جستجوی گوگل باز کنید."],"Schema API integrations":["ادغام اسکیما API"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s می تواند با محصولات دیگر ادغام شود تا به شما در بهبود بیشتر وب سایت کمک کند. می‌توانید این ادغام‌ها را در زیر فعال یا غیرفعال کنید."],"Track your rankings through time with %1$s%2$s%3$s":["رتبه بندی خود را در طول زمان با %1$s%2$s%3$s دنبال کنید"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["از %1$s%2$s%3$s برای انجام تحقیقات کلمات کلیدی - بدون ترک پست خود استفاده کنید"],"Unlock rich snippets for your product pages by using %1$s.":["با استفاده از %1$s قفل قطعه‌های غنی را برای صفحات محصول خود باز کنید."],"Get %1$srich product results%2$s in Google search":["%1$s نتایج محصول غنی%2$s را در جستجوی گوگل دریافت کنید"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s با %2$s اسکیما API ادغام می‌شود تا قطعه‌های غنی را برای دستور پخت‌های شما دریافت کند!"],"Get %1$srich results for your recipes%2$s in Google search":["%1$s نتایج غنی برای دستور العمل های خود%2$s در جستجوی گوگل دریافت کنید"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s با %2$s اسکیما API ادغام می‌شود تا قطعه‌های غنی را برای پادکست‌های شما دریافت کند!"],"Get %1$srich results for your podcast%2$s in Google search":["%1$s نتایج غنی را برای پادکست%2$s خود در جستجوی گوگل دریافت کنید"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s با %2$s اسکیما API ادغام می‌شود تا قطعه‌های غنی را برای رویدادهای شما دریافت کند!"],"Get %1$srich results for your events%2$s in Google search":["%1$s نتایج غنی را برای رویدادهای%2$s خود در جستجوی گوگل دریافت کنید"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["فیلدهای سفارشی و داده های سئو خود را از %1$s%2$s%3$s ادغام کنید"],"Upgrade your %1$s%2$s%3$s SEO":["سئوی %1$s%2$s%3$s خود را ارتقا دهید"],"Improve your internal search results with %1$s%2$s%3$s":["نتایج جستجوی داخلی خود را با %1$s%2$s%3$s بهبود دهید"],"Learn more":["بیشتر بدانید"],"Refresh this page":["تازه‌سازی این برگه"],"Something went wrong. An unexpected error occurred.":["مشکلی پیش آمد. یک خطای غیرمنتظره رخ داد."],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["متأسفانه این بدان معناست که تغییرات ذخیره نشده در این بخش از بین خواهند رفت. برای رفع مشکل می توانید این صفحه را بازخوانی کنید. اگر این خطا همچنان رخ داد، لطفاً با تیم پشتیبانی ما تماس بگیرید، و ما تمام کمک‌های لازم را برای شما دریافت خواهیم کرد!"],"Contact support":["با پشتیبانی تماس بگیرید"],"We're very sorry, but it seems like the following error has interrupted our application:":["بسیار متاسفیم، اما به نظر می رسد خطای زیر برنامه ما را قطع کرده است:"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["از فیلدهای %s برای تقویت متا تگ ها و الگوهای خود و تجزیه و تحلیل تمام محتوای خود استفاده کنید."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["سئوی فنی، متا تگ های خود را بهبود بخشید و ابزارهای تجارت الکترونیک سئو بیشتری را باز کنید."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["برای بهبود نتایج جستجوی سایت خود با استفاده از داده های %2$s، حساب %1$s خود را متصل کنید."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["متا تگ ها و پیش نمایش های اجتماعی خود را ارتقا دهید و تنظیمات سئو خود را در یک مکان مدیریت کنید."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["از %1$s%2$s%3$s و %4$s با هم بیشترین بهره را ببرید"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["از ابزارهای سئو و تجزیه و تحلیل محتوای مورد علاقه خود با صفحه ساز مورد علاقه خود بهره ببرید."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["ابزارها و عملکرد %1$s را در %2$s%3$s%4$s دریافت کنید"],"Keep an eye on how your posts are ranking by connecting to your %s account.":["با اتصال به حساب %s خود، مراقب رتبه بندی پست های خود باشید."],"Find out what your audience is searching for with %s data right in your sidebar.":["دریابید که مخاطبان شما با داده های %s دقیقاً در نوار کناری شما به دنبال چه چیزی هستند."],"Enable integration":["فعالسازی ادغام"],"Recommended integrations":["ادغام های توصیه شده"],"Plugin integrations":["ادغام با افزونه ها"],"Plugin not detected":["افزونه شناسایی نشد"],"Integration active":["ادغام فعال است"],"Activate %1$s Content Analysis for %2$s":["فعال کنید %1$s برای آنالیز محتوای %2$s"],"Network Disabled":["شبکه غیرفعال شده"],"Install %1$s Content Analysis for %2$s":["نصب %1$s برای تجزیه و تحلیل محتوا %2$s"],"Integration unavailable for multisites":["ادغام برای چندسایته دردسترس نیست"],"%1$s integrates with %2$s":["%1$s با %2$s ادغام می‌شود"],"Activate %s":["فعال‌سازی %s"],"Unlock with Premium":["بازکردن با پرمیوم"],"New":["جدید"],"Other integrations":["یکپارچگی های دیگر"],"(Opens in a new browser tab)":["(در یک برگه جدید مرورگر باز میکند)"],"24\/7 support":["پشتیبانی 24\/7"],"Buy %s":["خرید %s"],"Integrations":["یکپارچگی"],"Close":["بستن"]}},"comment":{"reference":"js\/dist\/integrations-page.js"}}