{"translation-revision-date":"2025-12-02 08:27:28+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"%1$s access":["accès à %1$s"],"AI tools included":["Outils d’IA inclus"],"Access to friendly help when you need it, day or night":["Un accès à une aide optimisée quand vous en avez besoin, jour et nuit"],"Internal links and redirect management, easy":["Gestion simple des liens internes et des redirections"],"Easy Local SEO. Show up in Google Maps results":["SEO local facile. Apparaissez dans les résultats de Google Maps"],"Built to get found by search, AI, and real users":["Conçu pour être trouvé par la recherche, l’IA et les véritables utilisateurs et utilisatrices"],"Make your articles visible, be seen in Google News":["Rendez vos articles visibles, soyez vu dans Google News"],"Generate SEO optimized metadata in seconds with AI":["Générez des métadonnées optimisées pour le SEO en quelques secondes avec l’IA"],"Revoke consent":["Révoquer le consentement"],"Yes, revoke consent":["Oui, révoquer le consentement"],"By revoking your consent, you will no longer have access to Yoast AI features. Are you sure you want to revoke your consent?":["En révoquant votre consentement, vous n’aurez plus accès aux fonctionnalités de Yoast IA. Confirmez-vous vouloir révoquer votre consentement ?"],"Revoke AI consent":["Révoquer le consentement à l’IA"],"Enable AI-powered SEO! Use all Yoast AI features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["Activez le SEO propulsé par l’IA ! Utilisez toutes les fonctionnalités de génération et d’optimisation d’IA pour améliorer votre efficacité. Donnez-nous simplement le feu vert. %1$s%2$sEn savoir plus%3$s%4$s"],"Grant consent for %s":["Accorder le consentement pour %s"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["J’approuve les %1$sConditions d’utilisation%2$s et la %3$sPolitique de confidentialité%4$s du service Yoast IA. Cela inclut le consentement à la collecte et à l’utilisation des données pour améliorer l’expérience utilisateur."],"Grant consent":["Accorder son consentement"],"Undefined error message.":["Message d‘erreur non défini."],"Refresh this page":["Actualiser cette page"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malheureusement, cela signifie que vos modifications non enregistrées dans cette section seront perdues. Vous pouvez essayer d’actualiser cette page pour résoudre le problème. Si toutefois il persiste, veuillez contacter notre équipe de support et nous vous aiderons !"],"Something went wrong. An unexpected error occurred.":["Quelque chose s’est mal passé. Une erreur inattendue est survenue."],"Contact support":["Contacter le support"],"We're very sorry, but it seems like the following error has interrupted our application:":["Nous sommes désolés, il semblerait que l’erreur suivante ait interrompu notre application :"],"(Opens in a new browser tab)":["(S’ouvre dans un nouvel onglet)"],"24\/7 support":["Support 24\/7"],"Something went wrong, please try again later.":["Une erreur s’est produite. Veuillez réessayer ultérieurement."],"Close":["Fermer"]}},"comment":{"reference":"js\/dist\/ai-consent.js"}}