{"translation-revision-date":"2025-12-02 08:27:28+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Deleted or moved a page? Broken links send visitors to dead ends and cost you valuable traffic. %1$s Redirect Manager automatically sends them to the right page":["Page supprimée ou déplacée ? Les liens brisés redirigent les visiteurs vers des pages inaccessibles et vous font perdre un trafic précieux. %1$s Redirect Manager les redirige automatiquement vers la bonne page"],"Fix broken links before they hurt your SEO":["Corrigez les liens brisés avant qu’ils n’affectent votre SEO"],"%1$s access":["accès à %1$s"],"AI tools included":["Outils d’IA inclus"],"Access to friendly help when you need it, day or night":["Un accès à une aide optimisée quand vous en avez besoin, jour et nuit"],"Internal links and redirect management, easy":["Gestion simple des liens internes et des redirections"],"Easy Local SEO. Show up in Google Maps results":["SEO local facile. Apparaissez dans les résultats de Google Maps"],"Built to get found by search, AI, and real users":["Conçu pour être trouvé par la recherche, l’IA et les véritables utilisateurs et utilisatrices"],"Make your articles visible, be seen in Google News":["Rendez vos articles visibles, soyez vu dans Google News"],"Generate SEO optimized metadata in seconds with AI":["Générez des métadonnées optimisées pour le SEO en quelques secondes avec l’IA"],"Redirects navigation":["Rediriger la navigation"],"Close redirects navigation":["Fermer la navigation des redirections "],"Open redirects navigation":["Ouvrir la navigation des redirections"],"Select all":["Tout sélectionner"],"Filter Redirect type":["Filtrer par type de redirection "],"Redirect Type":["Type de redirection"],"Plain redirects automatically send visitors from one URL to another. Use them to fix broken links and improve your site's user experience.":["Les redirections simples envoient automatiquement les visiteurs d’une URL vers une autre. Utilisez-les pour corriger les liens cassés et améliorer l’expérience d’utilisation sur votre site."],"Manage and monitor your redirects with ease. Create and edit plain redirects to ensure visitors and search engines reach the right pages. %1$sLearn more about redirects%2$s.":["Gérez et surveillez vos redirections facilement. Créez et modifiez des redirections simples pour garantir que les internautes et les moteurs de recherche atteignent les bonnes pages. %1$sEn savoir plus sur les redirections%2$s."],"Redirect method":["Méthode de redirection"],"All":["Tous"],"Undefined error message.":["Message d‘erreur non défini."],"Allow":["Autoriser"],"Deny":["Refuser"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Pour consulter cette vidéo, vous devez autoriser %1$s à charger des vidéos embarquées depuis %2$s."],"Unlock with %1$s":["Débloquer avec %1$s"],"Refresh this page":["Actualiser cette page"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malheureusement, cela signifie que vos modifications non enregistrées dans cette section seront perdues. Vous pouvez essayer d’actualiser cette page pour résoudre le problème. Si toutefois il persiste, veuillez contacter notre équipe de support et nous vous aiderons !"],"Something went wrong. An unexpected error occurred.":["Quelque chose s’est mal passé. Une erreur inattendue est survenue."],"Contact support":["Contacter le support"],"We're very sorry, but it seems like the following error has interrupted our application:":["Nous sommes désolés, il semblerait que l’erreur suivante ait interrompu notre application :"],"No items found":["Aucun élément trouvé"],"Add redirect":["Ajouter une redirection"],"Old URL":["Ancienne URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Le type de redirection est le code de réponse HTTP envoyé au navigateur. %1$sEn savoir plus sur les types de redirection%2$s."],"301 Moved Permanently":["301 Déplacé de façon permanente"],"Type":["Type"],"Plain redirects":["Redirections classiques"],"Regex redirects":["Redirections regex"],"(Opens in a new browser tab)":["(S’ouvre dans un nouvel onglet)"],"24\/7 support":["Support 24\/7"],"Redirects":["Redirections"],"New URL":["Nouvelle URL"]}},"comment":{"reference":"js\/dist\/redirects.js"}}