{"translation-revision-date":"2025-12-02 08:27:28+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Close the upgrade callout":["Fermer le message de mise à niveau"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s et obtenez une remise exclusive de %2$s sur %3$s mois."],"Click here to upgrade your %s plan":["Cliquez ici pour mettre à niveau votre offre %s"],"Keyphrases tracked: %1$s\/%2$s":["Expressions clés suivies : %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Vous suivez %1$s sur %2$s expressions clés incluses dans votre compte."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Vous suivez %1$s sur %2$s expressions clés incluses dans votre compte gratuit."],"This overview will show you your top performing keyphrases in Google. Connect with %s to get started.":["Cet aperçu vous montrera vos expressions clés les plus performantes sur Google. Connectez-vous à %s pour commencer."],"You have successfully connected with %s.":["Vous avez réussi la connexion avec %s."],"You have successfully connected with %1$s. Your %2$s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Vous vous êtes bien connecté à %1$s. Votre compte %2$s ne contient pas encore d’expressions clés pour ce site web. Vous pouvez suivre des expressions clés en utilisant le bouton « Suivre la performance SEO » dans l’éditeur de publication."],"Network Error: Unable to connect to the server. Please check your internet connection and try again later.":["Erreur de réseau : impossible de se connecter au serveur. Veuillez vérifier votre connexion internet et réessayez ultérieurement."],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Votre compte %s ne contient pas encore d’expressions clés pour ce site. Vous pouvez suivre des expressions clés en utilisant le bouton « Suivre la performance SEO » dans l’éditeur de publication."],"%s account":["compte %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Cet aperçu affiche uniquement les expressions clés ajoutées à Yoast SEO. D’autres expressions clés peuvent avoir été ajoutées à votre %s."],"reconnect to %s":["vous reconnecter à %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Il semblerait qu’il y ait eu une erreur dans la récupération des données de votre site. Veuillez %s et réessayez."],"Keyphrase position in the last 90 days on a scale from 0 to 30.":["Position de l’expression clé au cours des 90 derniers jours sur une échelle de 0 à 30."],"Connect with %s":["Se connecter à %s"],"Get more insights over at %s":["Obtenez plus d’analyses sur %s."],"Position over time":["Évolution"],"Position":["Position"],"The number of headers and header labels don't match.":["Le nombre d’en-têtes et leurs libellés ne correspondent pas."],"Keyphrase":["Expression clé"],"%d day":["%d jour","%d jours"],"View":["Voir"]}},"comment":{"reference":"js\/dist\/wincher-dashboard-widget.js"}}