{"translation-revision-date":"2025-12-02 10:37:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Please add both a keyphrase and some text to your content.":["Dodaj do swojej treści zarówno frazę kluczową, jak i tekst."],"Subpages":["Podstrony"],"Sub-pages":["Podstrony"],"Siblings":["Rodzeństwo"],"While writing your post, add custom Yoast blocks directly from here to enhance your content.":["Podczas pisania wpisu możesz dodawać tutaj własne bloki Yoast, aby wzbogacić swoją treść."],"Content blocks":["Bloki treści"],"Table of contents":["Spis treści"],"Related links":["Powiązane odnośniki"],"Estimated reading time":["Szacowany czas czytania"],"AI Summarize":["Podsumowanie SI"],"Add block":["Dodaj blok"],"Add block to content.":["Dodaj blok do treści."],"Get a tailored experience for the Block Editor":["Uzyskaj spersonalizowane doświadczenie dla Edytora bloków"],"Add rich elements that improve readability, structure, and SEO. Easily insert smart blocks to enrich your content directly in the Block Editor. Includes:":["Dodawaj bogate elementy, które poprawiają czytelność, strukturę i SEO. Z łatwością wstawiaj inteligentne bloki, aby wzbogacić swoją treść bezpośrednio w Edytorze bloków. Zawiera:"],"Make your post more engaging at a click":["Uczyń swój wpis bardziej angażującym za pomocą jednego kliknięcia"],"Add rich content blocks with Premium":["Dodaj bogate bloki treści dzięki Premium"],"%1$sExtra SEO assessments:%2$s See additional recommendation to improve your content.":["%1$sDodatkowe oceny SEO:%2$s Zobacz dodatkowe zalecenia dotyczące ulepszenia treści."],"%1$sSynonyms & word form recognition:%2$s Write more natural, flowing content.":["%1$sSynonimy i rozpoznawanie form wyrazów:%2$s Twórz bardziej naturalne, płynne treści."],"Benefit from all premium SEO analyses, plus product-specific checks like:":["Skorzystaj ze wszystkich analiz SEO Premium, a także kontroli specyficznych dla produktu, takich jak:"],"Premium SEO Analysis":["Analiza SEO Premium"],"SKUs":["SKU"],"Image alt attributes":["Atrybuty alt obrazka"],"Premium gives you advanced content checks that reveal new ranking opportunities and help you reach more readers.":["W ramach Premium otrzymujesz dostęp do zaawansowanych funkcji sprawdzania treści, które ujawniają nowe możliwości rankingu i pomagają dotrzeć do większej liczby czytelników."],"Find new ways to grow your rankings.":["Znajdź nowe sposoby na poprawę swoich rankingów."],"Get deeper SEO insights with Premium":["Uzyskaj głębszy wgląd w SEO dzięki Premium"],"Upgrade to optimize with precision":["Ulepsz, aby zoptymalizować pracę z precyzją"],"Get deeper keyphrase insights and stronger headlines":["Uzyskaj głębszy wgląd w frazy kluczowe i mocniejsze nagłówki"],"%1$sSynonyms:%2$s Include synonyms of your keyphrase for a more natural flow and smarter suggestions":["%1$sSynonimy:%2$s Dodaj synonimy swojej frazy kluczowej, aby zapewnić bardziej naturalny przepływ i inteligentniejsze sugestie"],"%1$sTitle check:%2$s Instantly spot missing titles and fix them for better click-through rates":["%1$sSprawdzanie tytułu:%2$s Natychmiastowe wykrywanie brakujących tytułów i ich poprawianie w celu uzyskania wyższych współczynników klikalności"],"%1$sKeyphrase distribution:%2$s See if your keywords are spread evenly so search engines understand your topic":["%1$sRozkład fraz kluczowych:%2$s Sprawdź, czy słowa kluczowe są równomiernie rozłożone, aby wyszukiwarki zrozumiały Twój temat"],"Opens in a new tab":["Otwiera się w nowej karcie"],"Explore %s":["Przeglądaj %s"],"%1$s access":["%1$s dostępu"],"AI tools included":["Dołączone narzędzia SI"],"Access to friendly help when you need it, day or night":["Dostęp do przyjaznej pomocy, kiedy jej potrzebujesz, w dzień i w nocy"],"Internal links and redirect management, easy":["Łatwe zarządzanie odnośnikami wewnętrznymi i przekierowaniami"],"Easy Local SEO. Show up in Google Maps results":["Łatwe lokalne SEO. Wyświetlaj się w wynikach w Mapach Google"],"Built to get found by search, AI, and real users":["Stworzony, aby dać się znaleźć wyszukiwarce, SI i prawdziwym użytkownikom"],"Make your articles visible, be seen in Google News":["Uczyń swoje artykuły widocznymi, bądź widoczny w Google News"],"Generate SEO optimized metadata in seconds with AI":["Generuj zoptymalizowane pod kątem SEO metadane w ciągu kilku sekund dzięki SI"],"You're out of free sparks!":["Nie masz już darmowych iskier!"],"You've used %s spark this month.":["Użyłeś %s iskry w tym miesiącu.","Użyłeś %s iskier w tym miesiącu.","Użyłeś %s iskier w tym miesiącu."],"Keep the momentum going, unlock unlimited sparks with %s!":["Utrzymaj pęd, odblokuj nieograniczone iskry z %s!"],"As long as this is a beta feature, you get unlimited sparks.":["Dopóki jest to funkcja beta, będziesz miał nieograniczoną liczbę iskier."],"X preview":["Podgląd X"],"Don’t show again":["Nie pokazuj ponownie"],"%1$sTip%2$s: Improve the accuracy of your generated AI titles by writing more content in your page.":["%1$sWskazówka%2$s: Zwiększ dokładność generowanych tytułów SI, pisząc więcej treści na swojej stronie."],"%1$sTip%2$s: Improve the accuracy of your generated AI descriptions by writing more content in your page.":["%1$sWskazówka%2$s: Zwiększ dokładność generowanych opisów SI, pisząc więcej treści na swojej stronie."],"Meta description length":["Długość meta opisu"],"SEO title width":["Szerokość tytułu SEO"],"Close modal":["Zamknij modalne"],"Generate 5 more":["Wygeneruj 5 więcej"],"Apply %s description":["Zastosuj opis %s"],"Apply %s title":["Zastosuj tytuł %s"],"Generated %s descriptions":["Wygenerowano %s opisów"],"Generated %s titles":["Wygenerowano %s tytułów"],"Text generated by AI may be offensive or inaccurate.":["Tekst generowany przez SI może mieć charakter obraźliwy lub niedokładny."],"To use this feature, your site must be publicly accessible. This applies to both test sites and instances where your REST API is password-protected. Please ensure your site is accessible to the public and try again. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Aby skorzystać z tej funkcji, Twoja witryna musi być publicznie dostępna. Dotyczy to zarówno witryn testowych, jak i instancji, w których interfejs API REST jest chroniony hasłem. Upewnij się, że Twoja witryna jest publicznie dostępna i spróbuj ponownie. Dowiedz się więcej na naszej stronie o %1$stypowych problemach i błędach funkcji SI%2$s. W razie potrzeby pomocy %3$sskontaktuj się z naszym zespołem wsparcia%4$s."],"Yoast AI cannot reach your site":["Yoast SI nie może dotrzeć do Twojej witryny"],"The version of %1$s is outdated. Please upgrade %1$s %2$shere%3$s!":["Wersja %1$s jest nieaktualna. Zaktualizuj %1$s %2$stutaj%3$s!"],"Please try again later. If the issue persists, please %1$scontact our support team%2$s.":["Spróbuj ponownie później. Jeśli problem będzie się powtarzał, %1$sskontaktuj się z naszym zespołem wsparcia%2$s."],"The request came back with the following error: '%s'.":["Żądanie zwróciło następujący błąd: '%s'."],"Due to %5$s's strict ethical guidelines and %1$susage policies%2$s, we cannot generate suggestions for the content on this page. If you intend to use AI, kindly avoid the use of explicit, violent, copyrighted, or sexually explicit content. In case you need further help, please %3$scontact our support team%4$s.":["Ze względu na %5$s surowe wytyczne etyczne i %1$szasady użytkowania%2$s, nie możemy generować sugestii dotyczących treści na tej stronie. Jeśli zamierzasz używać SI, unikaj treści o charakterze drastycznym, brutalnym, chronionym prawem autorskim lub seksualnym. W razie potrzeby pomocy %3$sskontaktuj się z naszym zespołem wsparcia%4$s."],"Usage policy violation":["Naruszenie zasad użytkowania"],"It seems that a connection timeout has occurred. Please check your internet connection and try again later. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Wygląda na to, że nastąpił przekroczenie limitu czasu połączenia. Sprawdź połączenie internetowe i spróbuj ponownie później. Dowiedz się więcej na naszej stronie o %1$stypowych problemach i błędach funkcji SI%2$s. W razie potrzeby pomocy %3$sskontaktuj się z naszym zespołem wsparcia%4$s."],"Connection timeout":["Przekroczono limit czasu połączenia"],"Subscription required":["Wymagana subskrypcja"],"To access this feature, you need an active %1$s subscription. Please %3$sactivate your subscription in %2$s%4$s or %5$sget a new %1$s subscription%6$s. Afterward, refresh this page. It may take up to 30 seconds for the feature to function correctly.":["Aby uzyskać dostęp do tej funkcji, potrzebujesz aktywnej %1$s subskrypcji. %3$sAktywuj swoją subskrypcję w %2$s%4$s lub %5$swykup nową %1$s subskrypcję%6$s. Następnie odśwież tę stronę. Prawidłowe działanie funkcji może potrwać do 30 sekund."],"You might have reached your Yoast AI rate limit for a specific time frame or your sparks limit for this month. If you have reached your rate limit, please reduce the frequency of your requests to continue using Yoast AI features. Our %1$shelp article%2$s provides guidance on effectively planning and pacing your requests for an optimized workflow.":["Możliwe, że osiągnąłeś limit częstotliwości Yoast SI w określonym przedziale czasowym lub limit Sparks w tym miesiącu. Jeśli limit został osiągnięty, zmniejsz częstotliwość żądań, aby nadal korzystać z funkcji Yoast SI. Nasz %1$sartykuł pomocy%2$s zawiera wskazówki dotyczące efektywnego planowania i ustalania tempa żądań w celu zoptymalizowania przepływu pracy."],"You've reached the Yoast AI rate limit":["Osiągnięto limit szybkości Yoast SI"],"Refresh page":["Odśwież stronę"],"%4$s requires the SEO analysis to be enabled. To enable it, please navigate to %2$sSite features%3$s in %1$s, turn on the SEO analysis, and click 'Save changes'. If it's disabled in your WordPress user profile, access your profile and enable it there. Please contact your administrator if you don't have access to these settings.":["%4$s wymaga włączenia analizy SEO. Aby ją włączyć, przejdź do %2$sFunkcje witryny%3$s w %1$s, włącz analizę SEO i kliknij „Zapisz zmiany”. Jeśli jest wyłączona w Twoim profilu użytkownika WordPress, przejdź do swojego profilu i włącz ją tam. Skontaktuj się z administratorem, jeśli nie masz dostępu do tych ustawień."],"SEO analysis required":["Wymagana analiza SEO"],"Please add more content to ensure a valuable AI suggestion. Learn more on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Dodaj więcej treści, aby zapewnić wartościową sugestię dotyczącą SI. Dowiedz się więcej na naszej stronie o %1$stypowych problemach i błędach dotyczących funkcji SI%2$s. Jeśli potrzebujesz dalszej pomocy, %3$sskontaktuj się z naszym zespołem wsparcia%4$s."],"Not enough content":["Za mało treści"],"Please try again later. If this issue persists, you can learn more about possible reasons for this error on our page about %1$scommon AI feature problems and errors%2$s. In case you need further help, please %3$scontact our support team%4$s.":["Spróbuj ponownie później. Jeśli problem będzie się powtarzał, więcej informacji o możliwych przyczynach tego błędu znajdziesz na naszej stronie poświęconej %1$stypowym problemom i błędom funkcji SI%2$s. Jeśli potrzebujesz dalszej pomocy, %3$sskontaktuj się z naszym zespołem wsparcia%4$s."],"Enable AI-powered SEO! Use all Yoast AI features to boost your efficiency. Just give us the green light. %1$s%2$sLearn more%3$s%4$s":["Włącz SEO oparte na SI! Wykorzystaj wszystkie funkcje Yoast SI, aby zwiększyć swoją wydajność. Wystarczy dać nam zielone światło. %1$s%2$sDowiedz się więcej%3$s%4$s"],"Grant consent for %s":["Wyraź zgodę dla %s"],"I approve the %1$sTerms of Service%2$s & %3$sPrivacy Policy%4$s of the Yoast AI service. This includes consenting to the collection and use of data to improve user experience.":["Akceptuję %1$sWarunki korzystania z usługi%2$s i %3$sPolitykę prywatności%4$s usługi Yoast SI. Obejmuje to zgodę na gromadzenie i wykorzystywanie danych w celu poprawy komfortu użytkowania."],"Grant consent":["Udziel zgodę"],"Something went wrong":["Coś poszło nie tak"],"Please switch to the visual editor to optimize with AI.":["Przełącz się na edytor wizualny, aby zoptymalizować za pomocą SI."],"Optimize with AI":["Optymalizuj z SI"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Edycja treści to pestka! Zoptymalizuj swoje treści SEO za pomocą szybkich, praktycznych sugestii po kliknięciu przycisku.%1$s%2$sDowiedz się więcej%3$s%4$s"],"Optimize your SEO content with %s":["Zoptymalizuj swoje treści SEO za pomocą %s"],"Undefined error message.":["Niezdefiniowany komunikat o błędzie."],"Product identifiers":["Identyfikatory produktów"],"Non-inclusive":["Nie inkluzywne"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Podświetl obszary wymagające poprawy w tekście, koniec z szukaniem igły w stogu siana, przejdź od razu do optymalizacji! Teraz także w Elementorze!"],"Generate product titles & descriptions with AI!":["Generuj tytuły i opisy produktów za pomocą sztucznej inteligencji!"],"Use AI to generate your titles & descriptions!":["Użyj SI do generowania tytułów i opisów!"],"Potentially non-inclusive":["Potencjalnie nieintegracyjne zwroty"],"Got it!":["Rozumiem!"],"Allow":["Zezwól"],"Deny":["Odmów"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Aby zobaczyć ten film, musisz zezwolić %1$s na ładowanie osadzonych filmów z %2$s."],"BLACK FRIDAY | 30% OFF":["CZARNY PIĄTEK | 30% ZNIŻKI"],"Unlock with %1$s":["Odblokowanie za pomocą %1$s"],"Refresh this page":["Odśwież tę stronę"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Niestety oznacza to, że wszystkie niezapisane zmiany zostaną utracone. Możesz spróbować odświeżyć tę stronę, aby rozwiązać problem. Jeśli ten błąd nadal występuje, skontaktuj się z naszym zespołem wsparcia, a my udzielimy pomocy!"],"Something went wrong. An unexpected error occurred.":["Coś poszło nie tak. Wystąpił nieoczekiwany błąd."],"Contact support":["Skontaktuj się z pomocą techniczną"],"We're very sorry, but it seems like the following error has interrupted our application:":["Bardzo nam przykro, ale wygląda na to, że następujący błąd przerwał działanie naszej aplikacji:"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Zauważyliśmy, że używasz wielojęzycznej wtyczki. Pamiętaj, że informacja zwrotna dotycząca analizy jest przeznaczona tylko dla tekstów napisanych w języku angielskim."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sJęzyk inkluzywny%2$s: Nie wykryliśmy żadnych potencjalnie nieintegracyjnych zwrotów. Świetna robota!"],"Learn more about the inclusive language analysis":["Dowiedz się więcej o analizie języka inkluzywnego"],"Inclusive language":["Język integracyjny"],"Dismiss":["Odrzuć"],"Beta":["Beta"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sZłożoność słów%2$s: Czy słownictwo jest dostosowane do większej grupy odbiorców? %3$sYoast SEO Premium Ci to podpowie!%4$s"],"Premium SEO analysis":["Analiza SEO Premium"],"Try again":["Spróbuj ponownie"],"Please enter a focus keyphrase first to track keyphrase performance":["Wprowadź najpierw frazę kluczową, aby śledzić jej skuteczność"],"Unlock with Premium":["Odblokuj z planem Premium"],"New":["Nowa"],"Select image":["Wybierz obrazek"],"Please enter a focus keyphrase first to get related keyphrases":["Wprowadź najpierw frazę kluczową, aby uzyskać powiązane frazy kluczowe"],"Get related keyphrases":["Uzyskaj powiązane frazy kluczowe"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Twoja fraza kluczowa jest za długa. Powinna mieć maksymalnie 191 znaków."],"Mobile result":["Wynik na urządzeniach mobilnych"],"Desktop result":["Wynik na komputerze"],"Google preview":["Podgląd Google"],"Focus keyphrase":["Fraza kluczowa"],"Help on choosing the perfect focus keyphrase":["Pomoc przy wyborze najlepszej frazy kluczowej"],"Get %s":["Kup %s"],"Learn more about the readability analysis":["Dowiedz się więcej o analizie czytelności"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Chcesz użyć wielu fraz kluczowych? Wpisz je oddzielnie poniżej."],"Mark as cornerstone content":["Zaznacz jako kluczową treść"],"How-to":["Instrukcja obsługi"],"Analysis results":["Wyniki analizy"],"Enter a focus keyphrase to calculate the SEO score":["Wpisz frazę kluczową, aby obliczyć swój wynik SEO"],"Learn more about Cornerstone Content.":["Dowiedz się więcej o kluczowych treściach."],"Cornerstone content should be the most important and extensive articles on your site.":["Kluczowa treść to artykuły na twojej stronie, które są najlepsze i najcenniejsze."],"SEO analysis":["Analiza SEO"],"Good results":["Dobre wyniki"],"Considerations":["Warte rozważenia"],"Errors":["Błędy"],"(Opens in a new browser tab)":["(Otworzy się w nowej zakładce)"],"Cornerstone content":["Kluczowe treści"],"24\/7 support":["Wsparcie 24\/7"],"Good SEO score":["Dobra ocena SEO"],"OK SEO score":["Wystarczająca ocena SEO"],"Social preview":["Podgląd społecznościowy"],"Readability analysis":["Analiza czytelności"],"Needs improvement":["Wymaga poprawy"],"Improvements":["Ulepszenia"],"Problems":["Problemy"],"Not available":["Niedostępne"],"Good":["Dobre"],"Breadcrumbs":["Okruszki"],"Previous":["Poprzedni"],"Next":["Dalej"],"Close":["Zamknij"],"OK":["OK"],"FAQ":["Najczęściej zadawane pytania"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}