{"translation-revision-date":"2025-10-13 11:32:01+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Fine-tune your content for every audience":["Refine o conteúdo para cada público"],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles - helping it get discovered by a wider audience.":["Optimize até 5 frases-chave para moldar o seu conteúdo em torno de diferentes temas, audiências e perspectivas - ajudando a que seja encontrado por um público mais vasto."],"Suggest internal links based on your content’s main topics":["Sugestão de ligações internas com base nos principais tópicos do seu conteúdo"],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles. %sScans your content to:":["Optimize até 5 frases-chave para moldar o seu conteúdo em torno de diferentes temas, audiências e perspectivas. %sVerifica o seu conteúdo para:"],"Connect related content without the guesswork":["Ligue conteúdos relacionados sem ter de adivinhar"],"Opens in a new tab":["Abrir num novo separador"],"Explore %s":["Explore o %s"],"Cover more search intent with related keyphrases":["Cubra mais intenções de pesquisa com frases-chave relacionadas"],"Upgrade to link your content with ease":["Actualize para ligar a conteúdos com facilidade"],"Keep visitors exploring longer":["Mantém os visitantes a explorar durante mais tempo"],"Strengthen your site’s structure":["Reforça a estrutura do seu site"],"Build relevant internal links faster":["Criação de ligações internas relevantes mais rapidamente"],"Make your articles visible, be seen in Google News":["Torne os seus artigos visíveis, seja visto no Google News"],"Generate SEO optimized metadata in seconds with AI":["Gere metadados optimizados para SEO em segundos com IA"],"Internal links and redirect management, easy":["Ligações internas e gestão de redireccionamentos, facilmente"],"Easy Local SEO. Show up in Google Maps results":["SEO local fácil. Esteja presente nos resultados do Google Maps"],"Built to get found by search, AI, and real users":["Criado para ser encontrado em pesquisas, de IA e de utilizadores reais"],"AI tools included":["Ferramentas de IA incluídas"],"Access to friendly help when you need it, day or night":["Acesso a ajuda amigável sempre que precisar, a qualquer hora"],"%1$s access":["Acesso à %1$s"],"Close modal":["Fechar janela"],"No image was found that we can automatically set as your social image. Please use %1$s, %2$s, %3$s or %4$s formats to ensure it displays correctly on social media.":["Não foi encontrada nenhuma imagem que possa ser definida automaticamente como a sua imagem para redes sociais. Utilize os formatos %1$s, %2$s, %3$s ou %4$s para garantir que é apresentada correctamente nas redes sociais."],"Undefined error message.":["Mensagem de erro não definida."],"X appearance":["Apresentação no X"],"X share preview":["Pré-visualização de partilha no X"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["Tem o %1$s activado no seu site, definindo automaticamente o tipo de página para os seus produtos como \"Página de item\". Por isto, a selecção do tipo de página está desactivada."],"Social share preview":["Pré-visualização de partilha social"],"Activate tracking to show the ranking position":["Activar o rastreio para mostrar a posição da classificação"],"Last updated":["Última actualização"],"Last day":["Último dia"],"Last week":["Última semana"],"Last year":["Último ano"],"Allow search engines to show this content in search results?":["Permitir que os motores de pesquisa mostrem este conteúdo nos resultados da pesquisa?"],"Internal linking suggestions":["Sugestões de ligações internas"],"Buy now!":["Compre agora!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% DE DESCONTO"],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["Para personalizar a apresentação do seu conteúdo especificamente para o X, preencha as definições de \"Apresentação no X\" abaixo. Se deixar estas definições inalteradas, as definições de \"Apresentação nas redes sociais\" mencionadas acima também serão aplicadas para partilha no X."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["Para personalizar a apresentação do seu conteúdo especificamente para o X, preencha as definições de \"Apresentação no X\" abaixo."],"Social media appearance":["Apresentação nas redes sociais"],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Defina o aspecto do seu conteúdo nas redes sociais, como Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack e mais."],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Quer uma pré-visualização melhorada do Google, com o aspecto dos seus produtos WooCommerce nos resultados de pesquisa?"],"Want your products stand out in search results with rich results like price, reviews and more?":["Quer que os seus produtos se destaquem nos resultados de pesquisa com resultados detalhados como o preço, avaliações, etc?"],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Está a rastrear %1$s de %2$s frases-chave incluídas na sua conta gratuita."],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Está a rastrear %1$s de %2$s frases-chave incluídas na sua conta."],"Keyphrases tracked: %1$s\/%2$s":["Frases-chave rastreadas: %1$s\/%2$s"],"Close the upgrade callout":["Fechar a chamada para actualização"],"Click here to upgrade your %s plan":["Clique aqui para actualizar o seu plano de %s"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s e obtenha um desconto exclusivo de %2$s durante %3$s mês(es)."],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Pode alterar o tipo por omissão para %1$s em Tipos de conteúdo nas %2$sdefinições%3$s."],"BLACK FRIDAY | 30% OFF":["BLACK FRIDAY - 30% DE DESCONTO"],"Unlock with %1$s":["Desbloqueie com o %1$s"],"Something went wrong. An unexpected error occurred.":["Algo correu mal. Ocorreu um erro inesperado."],"Refresh this page":["Actualizar esta página"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isto significa que todas as alterações por guardar nesta secção serão perdidas. Pode tentar actualizar esta página para corrigir o problema. Se o erro persistir, por favor contacte a nossa equipa de suporte para obter toda a ajuda que precisa!"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["O %1$s%3$s%2$s ajuda na avaliação do nível de formalidade do seu texto."],"Read more about text formality.":["Leia mais sobre a formalidade do texto."],"Text formality":["Formalidade do texto"],"Contact support":["Contacte o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Desculpe, parece que o seguinte erro interrompeu a nossa aplicação:"],"Search appearance":["Apresentação da pesquisa"],"Dismiss":["Ignorar"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Com o %1$s%3$s%2$s, nesta secção serão mostradas as palavras mais frequentes do seu texto. Ao comparar estas palavras proeminentes com as suas palavras-chave, saberá como editar o seu texto para se focar no que é mais importante."],"Unlock with %s":["Desbloquear com o %s"],"Get %s to enjoy the benefits of prominent words":["Obtenha o %s para beneficiar das palavras proeminentes"],"Buy %s now!":["Compre o %s agora!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Está a trabalhar num artigo de notícias? O %s ajuda a optimizar o seu site para o Google News."],"Your text should be slightly longer to calculate your Flesch reading ease score.":["O cálculo do índice de legibilidade de Flesch do seu texto será um pouco mais demorado."],"Word count":["Contagem de palavras"],"Reading time":["Tempo de leitura"],"out of 100":["de 100"],"okay":["razoável"],"no data":["sem dados"],"minute":["minuto","minutos"],"Learn more about word count":["Saiba mais sobre a contagem de palavras"],"Learn more about reading time":["Saiba mais sobre o tempo de leitura"],"Learn more about Flesch reading ease":["Saiba mais sobre o índice de legibilidade de Flesch"],"Learn more about character count":["Saiba mais sobre a contagem de caracteres"],"Continue writing to get insight into the readability of your text!":["Continue a escrever para obter informações sobre a legibilidade do seu texto!"],"Character count":["Contagem de caracteres"],"word":["palavra","palavras"],"character":["caractere","caracteres"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Algo correu mal ao rastrear as posições da classificação da sua página. Por favor tente de novo."],"reconnect to %s":["ligar de novo a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo correu mal ao obter dados do seu site. Por favor vá ao %s e tente de novo."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Antes de poder rastrear o seu desempenho de SEO, defina o título do conteúdo e guarde-o como um rascunho, ou defina manualmente a slug do conteúdo."],"Tracking the ranking position…":["A rastrear a posição da classificação…"],"No keyphrase has been set. Please set a keyphrase first.":["Nenhuma frase-chave foi definida. Por favor, defina primeiro uma frase-chave."],"upgrade your %s plan":["actualize o seu plano do %s"],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Com o %1$s pode rastrear a posição da classificação da sua página nos resultados de pesquisa com base nas suas frases-chave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["O %s está de momento a rastrear a posição da classificação da sua página. Isto poderá demorar alguns minutos. Por favor aguarde ou volte mais tarde."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Ligou-se com sucesso ao %s! Agora já pode rastrear o desempenho de SEO das frases-chave desta página."],"Read more about keyphrase tracking with Wincher":["Leia mais sobre o rastreio de frases-chave com o Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["O rastreio automático de frases-chave está activado. As suas frases-chave serão automaticamente rastreadas pelo %s ao publicar um conteúdo."],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Atingiu o limite máximo de %1$d frases-chave que pode adicionar à sua conta Wincher. Se quiser adicionar mais frases-chave, por favor %2$s."],"Track SEO performance":["Rastrear desempenho de SEO"],"Learn more about the SEO performance feature.":["Saiba mais sobre a funcionalidade de desempenho de SEO."],"SEO performance":["Desempenho de SEO"],"Connect with %s":["Ligar ao %s"],"* focus keyphrase":["* frase-chave principal"],"Get more insights over at %s":["Obtenha mais informações em %s"],"Position over time":["Posição ao longo do tempo"],"Position":["Posição"],"Tracking":["Rastreio"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Pode activar\/desactivar o rastreio do desempenho de SEO para cada frase-chave abaixo."],"Insights":["Detalhes"],"Select image":["Seleccionar imagem"],"Last month":["Último mês"],"The number of headers and header labels don't match.":["O número de cabeçalhos e as etiquetas dos cabeçalhos não correspondem."],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Isto ajuda os motores de pesquisa a compreender o seu site e o seu conteúdo. Abaixo poderá alterar algumas das definições para esta página."],"Default for %1$s (%2$s)":["Por omissão para %1$s (%2$s)"],"Yoast SEO automatically describes your pages using schema.org":["O Yoast SEO descreve automaticamente as suas páginas de acordo com schema.org"],"What type of page or content is this?":["Esta página ou conteúdo é de que tipo?"],"Page type":["Tipo de página"],"Learn more about structured data with Schema.org":["Saiba mais sobre dados estruturados de acordo com Schema.org"],"Learn more about page or content types":["Saiba mais sobre páginas ou tipos de conteúdo"],"Item Page":["Página de item"],"Article type":["Tipo de artigo"],"Learn more about the no-index setting on our help page.":["Saiba mais sobre a definição de não indexar na nossa página de ajuda."],"Learn more about canonical URLs on our help page.":["Saiba mais sobre os URL canónicos na nossa página de ajuda."],"Learn more about the breadcrumbs title setting on our help page.":["Saiba mais sobre a definição de título de breadcrumbs na nossa página de ajuda."],"Learn more about advanced meta robots settings on our help page.":["Saiba mais sobre definições avançadas de metadados de robôs na nossa página de ajuda."],"Learn more about the no-follow setting on our help page.":["Saiba mais sobre a definição de não seguir na nossa página de ajuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Apesar de poder configurar aqui as definições de robôs, as definições globais de privacidade estabelecem que o site no seu todo não será indexado. Portanto, estas definições específicas não terão qualquer efeito."],"Should search engines follow links on this content?":["Os motores de pesquisa deverão seguir ligações neste conteúdo?"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Estas são as palavras que ocorrem mais vezes no seu conteúdo. Indicam em que é que o seu conteúdo se foca. Se as palavras forem muito diferentes do seu tópico, considere reescrever o seu conteúdo."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Assim que adicione um pouco mais de texto, dar-lhe-emos uma lista de palavras que ocorrem mais vezes no seu conteúdo. Estas indicam em que é que o seu conteúdo se foca."],"%d occurrences":["%d ocorrências"],"Keyphrase":["Frase-chave"],"Good job!":["Bom trabalho!"],"Add related keyphrase":["Adicionar frase-chave relacionada"],"%d day":["%d dia","%d dias"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leia o nosso %1$sguia sobre pesquisa de palavras-chave%2$s para saber mais sobre a pesquisa e estratégia de palavras-chave."],"Prominent words":["Palavras proeminentes"],"%1$s (current default for %2$s)":["%1$s (por omissão para %2$s)"],"24\/7 support":["Suporte 24\/7"],"Please provide a meta description by editing the snippet below.":["Por favor, insira uma descrição editando o fragmento abaixo."],"No":["Não"],"Yes":["Sim"],"difficult":["difícil"],"easy":["fácil"],"very difficult":["muito difícil"],"very easy":["muito fácil"],"fairly easy":["razoavelmente fácil"],"fairly difficult":["razoavelmente difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Tente criar frases mais curtas e usar menos palavras difíceis para melhorar a legibilidade"],"The copy scores %1$s in the test, which is considered %2$s to read.":["O texto obteve um resultado de %1$s no teste, pelo que é considerado de %2$s leitura."],"Flesch reading ease":["Índice de legibilidade de Flesch"],"Advanced":["Avançadas"],"No Image Index":["Não indexar imagens"],"No Archive":["Não arquivar"],"No Snippet":["Não mostrar fragmento"],"Breadcrumbs Title":["Título de breadcrumbs"],"Canonical URL":["URL canónico"],"View":["Ver"],"Meta robots advanced":["Metadados avançados para robôs"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}