{"translation-revision-date":"2025-07-13 10:22:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Please switch to the visual editor to optimize with AI.":["Vui lòng chuyển sang trình chỉnh sửa trực quan để tối ưu hóa bằng AI."],"Optimize with AI":["Tối ưu hóa bằng AI"],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Biến việc chỉnh sửa nội dung trở nên dễ dàng! Tối ưu hóa nội dung SEO của bạn với các đề xuất nhanh chóng, có thể hành động chỉ bằng một cú nhấp chuột.%1$s%2$sTìm hiểu thêm%3$s%4$s"],"Optimize your SEO content with %s":["Tối ưu hóa nội dung SEO của bạn với %s"],"Undefined error message.":["Thông báo lỗi không xác định."],"Non-inclusive":["Không bao gồm"],"%s looks at more than just your main keyword. It analyzes different word forms, plurals, and past tenses. This helps your website perform even better in searches!":["%s xem xét nhiều hơn là chỉ từ khóa chính của bạn. Nó phân tích các dạng từ khác nhau, số nhiều và thì quá khứ. Điều này giúp trang web của bạn hoạt động tốt hơn nữa trong các tìm kiếm!"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Làm nổi bật các lĩnh vực cần cải thiện trong văn bản của bạn, không còn tìm kiếm kim trong đống cỏ khô nữa, hãy trực tiếp tối ưu hóa! Giờ đây cũng có trong Elementor!"],"Explore %s now!":["Khám phá %s ngay!"],"Generate product titles & descriptions with AI!":["Tạo tiêu đề và mô tả sản phẩm bằng AI!"],"30% OFF":["GIẢM GIÁ 30%"],"BLACK FRIDAY":["THỨ SÁU ĐEN"],"Potentially non-inclusive":["Có khả năng không bao gồm"],"Allow":["Cho phép"],"Deny":["Từ chối"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Để xem video này, bạn cần cho phép %1$s tải video được nhúng từ %2$s."],"Unlock with %1$s":["Mở khóa với %1$s"],"Refresh this page":["Làm mới trang này"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Rất tiếc, điều này có nghĩa là bất kỳ thay đổi nào chưa được lưu trong phần này sẽ bị mất. Bạn có thể thử và làm mới trang này để giải quyết vấn đề. Nếu lỗi này vẫn xảy ra, vui lòng liên hệ với nhóm hỗ trợ của chúng tôi và chúng tôi sẽ hỗ trợ bạn hết mình!"],"Something went wrong. An unexpected error occurred.":["Đã xảy ra sự cố. Đã xảy ra lỗi không mong muốn."],"Contact support":["Liên hệ hỗ trợ"],"We're very sorry, but it seems like the following error has interrupted our application:":["Chúng tôi rất tiếc, nhưng có vẻ như lỗi sau đã làm gián đoạn ứng dụng của chúng tôi:"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Chúng tôi nhận thấy rằng bạn đang sử dụng một plugin đa ngôn ngữ. Xin lưu ý rằng phản hồi phân tích này chỉ dành cho văn bản được viết bằng tiếng Anh."],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sNgôn ngữ bao gồm%2$s: Chúng tôi chưa phát hiện bất kỳ cụm từ nào có khả năng không bao gồm. Làm tốt lắm!"],"Learn more about the inclusive language analysis":["Tìm hiểu thêm về phân tích ngôn ngữ bao gồm"],"Inclusive language":["Ngôn ngữ bao gồm"],"Dismiss":["Bỏ qua"],"Beta":["Thử nghiệm"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$s Phân phối cụm từ khóa%2$s: Bạn đã phân phối đều cụm phím tiêu điểm của mình trong toàn bộ văn bản chưa? %3$s Yoast SEO Premium sẽ cho bạn biết! %4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$s Độ phức tạp của từ%2$s: Vốn từ vựng của bạn có phù hợp với nhiều đối tượng hơn không? %3$s Yoast SEO Premium sẽ cho bạn biết! %4$s"],"Premium SEO analysis":["Phân tích SEO cao cấp"],"Try again":["Thử lại"],"Please enter a focus keyphrase first to track keyphrase performance":["Vui lòng nhập cụm từ khóa chính trước để theo dõi hiệu suất cụm từ khóa"],"Select image":["Chọn hình ảnh"],"Please enter a focus keyphrase first to get related keyphrases":["Vui lòng nhập cụm từ khóa tiêu điểm trước để nhận các cụm từ khóa liên quan"],"Get related keyphrases":["Nhận các cụm từ khóa liên quan"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Cụm từ khóa của bạn quá dài. Có thể có một tối đa ở 191 ký tự."],"Mobile result":["Kết quả trên di động"],"Desktop result":["Kết quả trên máy tính"],"Google preview":["Google xem trước"],"Upgrade to %s":["Nâng cấp lên %s"],"Focus keyphrase":["Cụm từ khóa chính"],"Help on choosing the perfect focus keyphrase":["Giúp lựa chọn cụm từ khóa chính hoàn hảo"],"Go %s!":["Đến %s!"],"Add related keyphrase":["Thêm từ khóa liên quan"],"Learn more about the readability analysis":["Tìm hiểu thêm về Phân tích Tính dễ đọc"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Bạn đang cố gắng sử dụng nhiều cụm từ khóa? Bạn nên thêm chúng riêng biệt bên dưới."],"Mark as cornerstone content":["Đánh dấu là nội dung quan trọng"],"Analysis results":["Kết quả phân tích"],"Enter a focus keyphrase to calculate the SEO score":["Nhập một cụm từ khóa chính để tính điểm SEO"],"Learn more about Cornerstone Content.":["Tìm hiểu thêm về Nội dung quan trọng."],"Cornerstone content should be the most important and extensive articles on your site.":["Nội dung quan trọng phải là bài viết quan trọng và mở rộng nhất trên trang web của bạn."],"Add synonyms":["Thêm từ đồng nghĩa"],"SEO analysis":["Phân tích SEO"],"Good results":["Kết quả tốt"],"Considerations":["Xem xét"],"Errors":["Lỗi"],"(Opens in a new browser tab)":["(Mở trong cửa số mới)"],"Cornerstone content":["Nội dung quan trọng"],"24\/7 support":["Hỗ trợ 24\/7"],"Good SEO score":["Điểm chất lượng SEO tốt"],"OK SEO score":["Điểm SEO khá"],"Readability analysis":["Phân tích khả năng dễ đọc"],"Needs improvement":["Cần cải thiện"],"Improvements":["Các cải tiến"],"Problems":["Các vấn đề"],"Not available":["Không có sẵn"],"Good":["Tốt"],"Previous":["Trước"],"Next":["Tiếp"],"Close":["Đóng"],"OK":["OK"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}