{"translation-revision-date":"2025-07-13 10:22:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Biến việc chỉnh sửa nội dung trở nên dễ dàng! Tối ưu hóa nội dung SEO của bạn với các đề xuất nhanh chóng, có thể hành động chỉ bằng một cú nhấp chuột.%1$s%2$sTìm hiểu thêm%3$s%4$s"],"Optimize your SEO content with %s":["Tối ưu hóa nội dung SEO của bạn với %s"],"Undefined error message.":["Thông báo lỗi không xác định."],"Explore %s now!":["Khám phá %s ngay!"],"30% OFF":["GIẢM GIÁ 30%"],"BLACK FRIDAY":["THỨ SÁU ĐEN"],"%2$s integrates %1$s' Schema output into its own to get rich snippets for your digital products!":["%2$s tích hợp đầu ra Schema của %1$s vào chính nó để nhận được các đoạn trích phong phú cho các sản phẩm kỹ thuật số của bạn!"],"Get %1$srich results for your digital products%2$s in Google search":["Nhận %1$skết quả phong phú cho các sản phẩm kỹ thuật số của bạn%2$s trong tìm kiếm của Google"],"Add trustworthiness to your %1$s profile by verifying your site with %2$s.":["Thêm độ tin cậy vào hồ sơ %1$s của bạn bằng cách xác minh trang web của bạn với %2$s."],"Verify your site on %1$s%2$s%3$s":["Xác minh trang web của bạn trên %1$s%2$s%3$s"],"Mastodon profile not yet added":["Hồ sơ Mastodon chưa được thêm"],"Mastodon profile added":["Hồ sơ Mastodon đã được thêm"],"Allow":["Cho phép"],"Deny":["Từ chối"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Để xem video này, bạn cần cho phép %1$s tải video được nhúng từ %2$s."],"Unlock rich results in Google search by using plugins that integrate with the %1$sYoast Schema API%2$s.":["Mở khóa kết quả phong phú trong tìm kiếm của Google bằng cách sử dụng các plugin tích hợp với %1$sYoast Schema API%2$s."],"Schema API integrations":["Tích hợp Schema API"],"%s can integrate with other products, to help you further improve your website. You can enable or disable these integrations below.":["%s có thể tích hợp với các sản phẩm khác, để giúp bạn cải thiện trang web của mình hơn nữa. Bạn có thể bật hoặc tắt các tích hợp này bên dưới."],"Track your rankings through time with %1$s%2$s%3$s":["Theo dõi thứ hạng của bạn theo thời gian với %1$s%2$s%3$s"],"Use %1$s%2$s%3$s to do keyword research - without leaving your post":["Sử dụng %1$s%2$s%3$s để nghiên cứu từ khóa - mà không cần rời khỏi bài viết của bạn"],"Unlock rich snippets for your product pages by using %1$s.":["Mở khóa các đoạn trích phong phú cho các trang sản phẩm của bạn bằng cách sử dụng %1$s."],"Get %1$srich product results%2$s in Google search":["Nhận %1$skết quả sản phẩm phong phú%2$s trong tìm kiếm của Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your recipes!":["%1$s tích hợp với Schema API của %2$s để nhận được các đoạn trích phong phú cho công thức nấu ăn của bạn!"],"Get %1$srich results for your recipes%2$s in Google search":["Nhận %1$skết quả phong phú cho công thức nấu ăn của bạn%2$s trong tìm kiếm của Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your podcasts!":["%1$s tích hợp với Schema API của %2$s để nhận được các đoạn trích phong phú cho podcast của bạn!"],"Get %1$srich results for your podcast%2$s in Google search":["Nhận %1$skết quả phong phú cho podcast của bạn%2$s trong tìm kiếm của Google"],"%1$s integrates with %2$s's Schema API to get rich snippets for your events!":["%1$s tích hợp với Schema API của %2$s để nhận được các đoạn trích phong phú cho các sự kiện của bạn!"],"Get %1$srich results for your events%2$s in Google search":["Nhận %1$skết quả phong phú cho các sự kiện của bạn%2$s trong tìm kiếm của Google"],"Integrate your custom fields and SEO data from %1$s%2$s%3$s":["Tích hợp các trường tùy chỉnh và dữ liệu SEO của bạn từ %1$s%2$s%3$s"],"Upgrade your %1$s%2$s%3$s SEO":["Nâng cấp SEO %1$s%2$s%3$s của bạn"],"Improve your internal search results with %1$s%2$s%3$s":["Cải thiện kết quả tìm kiếm nội bộ của bạn với %1$s%2$s%3$s"],"Learn more":["Tìm hiểu thêm"],"Unlock with %1$s":["Mở khóa với %1$s"],"Refresh this page":["Làm mới trang này"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Rất tiếc, điều này có nghĩa là bất kỳ thay đổi nào chưa được lưu trong phần này sẽ bị mất. Bạn có thể thử và làm mới trang này để giải quyết vấn đề. Nếu lỗi này vẫn xảy ra, vui lòng liên hệ với nhóm hỗ trợ của chúng tôi và chúng tôi sẽ hỗ trợ bạn hết mình!"],"Something went wrong. An unexpected error occurred.":["Đã xảy ra sự cố. Đã xảy ra lỗi không mong muốn."],"Contact support":["Liên hệ hỗ trợ"],"We're very sorry, but it seems like the following error has interrupted our application:":["Chúng tôi rất tiếc, nhưng có vẻ như lỗi sau đã làm gián đoạn ứng dụng của chúng tôi:"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Sử dụng các trường %s để cung cấp năng lượng cho thẻ meta và mẫu của bạn và phân tích tất cả nội dung của bạn."],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Cải thiện SEO kỹ thuật, thẻ meta của bạn và mở khóa nhiều công cụ thương mại điện tử SEO hơn."],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Kết nối tài khoản %1$s của bạn để cải thiện kết quả tìm kiếm của trang web bằng cách sử dụng dữ liệu %2$s."],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Nâng cấp thẻ meta và bản xem trước xã hội của bạn và quản lý cài đặt SEO của bạn ở một nơi."],"Get the most out of %1$s%2$s%3$s and %4$s, together":["Tận dụng tối đa %1$s%2$s%3$s và %4$s, cùng nhau"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Tận dụng các công cụ phân tích nội dung & SEO yêu thích của bạn với trình tạo trang yêu thích của bạn."],"Get %1$s tools and functionality in %2$s%3$s%4$s":["Nhận các công cụ và chức năng %1$s trong %2$s%3$s%4$s"],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Theo dõi cách các bài viết của bạn được xếp hạng bằng cách kết nối với tài khoản %s của bạn."],"Find out what your audience is searching for with %s data right in your sidebar.":["Tìm hiểu những gì khán giả của bạn đang tìm kiếm với dữ liệu %s ngay trong thanh bên của bạn."],"Plugin integrations":["Tích hợp plugin"],"Recommended integrations":["Tích hợp được đề xuất"],"Enable integration":["Bật tích hợp"],"Integration unavailable for multisites":["Tích hợp không khả dụng cho nhiều trang web"],"Network Disabled":["Mạng Đã Tắt"],"Install %1$s Content Analysis for %2$s":["Cài đặt Trình phân tích nội dung %1$s cho %2$s"],"Activate %1$s Content Analysis for %2$s":["Kích hoạt phân tích nội dung %1$s cho %2$s"],"%1$s integrates with %2$s":["%1$s tích hợp với %2$s"],"Integration active":["Tích hợp hoạt động"],"Plugin not detected":["Plugin không được phát hiện"],"Beta":["Thử nghiệm"],"Activate %s":["Kích hoạt %s"],"Unlock with Premium":["Mở khóa với Premium"],"New":["Mới"],"Upgrade to %s":["Nâng cấp lên %s"],"Other integrations":["Các tích hợp khác"],"(Opens in a new browser tab)":["(Mở trong cửa số mới)"],"24\/7 support":["Hỗ trợ 24\/7"],"Buy %s":["Mua %s"],"Integrations":["Tích hợp thêm"],"Close":["Đóng"]}},"comment":{"reference":"js\/dist\/integrations-page.js"}}