{"translation-revision-date":"2025-07-13 10:22:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Join the Yoast team to learn how to harness the power of AI to revolutionize your SEO approach. Gain a competitive edge, future-proof your keyword strategies, and soar to the top of search rankings – all designed to empower busy small business owners.":["Tham gia cùng đội ngũ Yoast để học cách khai thác sức mạnh của AI nhằm cách mạng hóa cách tiếp cận SEO của bạn. Nâng cao lợi thế cạnh tranh, đảm bảo chiến lược từ khóa của bạn trong tương lai và vươn lên dẫn đầu bảng xếp hạng tìm kiếm - tất cả được thiết kế để trao quyền cho các chủ doanh nghiệp nhỏ bận rộn."],"Start the course":["Bắt đầu khóa học (hướng dẫn)"],"Start free trial lesson":["Bắt đầu buổi học thử miễn phí"],"Maximize your SEO game by purchasing %s, which grants you unlimited access to all courses.":["Tối ưu tất cả SEO Game của bạn bằng cách mua %s, cho phép bạn truy cập không giới hạn vào tất cả các khóa học."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. %s comes with five free courses.":["Học các kỹ năng SEO quan trọng mà bạn có thể áp dụng ngay lập tức! Hãy để chúng tôi hướng dẫn bạn và cung cấp cho bạn các mẹo SEO thiết thực để giúp bạn vượt qua đối thủ cạnh tranh. %s đi kèm với năm khóa học miễn phí."],"Learn vital SEO skills that you can apply at once! Let us take you by the hand and give you practical SEO tips to help you outrank your competitors. Maximize your SEO game! Because your %s subscription gives you unlimited access to all courses.":["Học các kỹ năng SEO quan trọng mà bạn có thể áp dụng ngay lập tức! Hãy để chúng tôi hướng dẫn bạn và cung cấp cho bạn các mẹo SEO thiết thực để giúp bạn vượt qua đối thủ cạnh tranh. Tối đa hóa trò chơi SEO của bạn! Bởi vì gói đăng ký %s của bạn cho phép bạn truy cập không giới hạn vào tất cả các khóa học."],"Choosing the right type of hosting for your site is the basis of a solid Technical SEO strategy. Learn all about it in this course!":["Lựa chọn loại lưu trữ phù hợp cho trang web của bạn là cơ sở của một chiến lược SEO Kỹ thuật vững chắc. Tìm hiểu tất cả về nó trong khóa học này!"],"You have to make it possible for search engines to find your site, so they can display it in the search results. We'll tell you all about how that works in this course!":["Bạn phải giúp các công cụ tìm kiếm có thể tìm thấy trang web của mình, để chúng có thể hiển thị nó trong kết quả tìm kiếm. Chúng tôi sẽ cho bạn biết tất cả về cách thức hoạt động trong khóa học này!"],"Are you selling in countries all over the world? In this course, you’ll learn all about setting up and managing a site that targets people in different languages and locales.":["Bạn có đang bán hàng ở các quốc gia trên toàn thế giới? Trong khóa học này, bạn sẽ học tất cả về cách thiết lập và quản lý một trang web nhắm mục tiêu đến những người ở các ngôn ngữ và địa phương khác nhau."],"Do you want to take a deep dive into structured data? In this course, you'll learn the theory related to structured data in detail.":["Bạn có muốn tìm hiểu sâu về dữ liệu có cấu trúc? Trong khóa học này, bạn sẽ học chi tiết lý thuyết liên quan đến dữ liệu có cấu trúc."],"Learn how to optimize your online shop for your customers and for search engines!":["Tìm hiểu cách tối ưu hóa cửa hàng trực tuyến của bạn cho khách hàng và cho các công cụ tìm kiếm!"],"Do you own a local business? This course will teach you how to make sure your local audience can find you in the search results and on Google Maps!":["Bạn có sở hữu một doanh nghiệp địa phương? Khóa học này sẽ dạy bạn cách đảm bảo rằng đối tượng địa phương của bạn có thể tìm thấy bạn trong kết quả tìm kiếm và trên Google Maps!"],"A clear site structure benefits your users and is of great importance for SEO. Still, most people seem to forget about this. Get ahead of your competition and learn how to improve your site structure!":["Cấu trúc trang web rõ ràng mang lại lợi ích cho người dùng của bạn và rất quan trọng đối với SEO. Tuy nhiên, hầu hết mọi người dường như quên điều này. Vượt lên trước đối thủ cạnh tranh của bạn và tìm hiểu cách cải thiện cấu trúc trang web của bạn!"],"Start creating block-tastic content with the new WordPress block editor! Learn all about the block editor and what you can do with it.":["Bắt đầu tạo nội dung tuyệt vời với trình chỉnh sửa khối WordPress mới! Tìm hiểu tất cả về trình chỉnh sửa khối và những gì bạn có thể làm với nó."],"Do you know the essential first step of good SEO? It's keyword research. In this training, you'll learn how to research and select the keywords that will guide searchers to your pages.":["Bạn có biết bước đầu tiên cần thiết của SEO tốt là gì không? Đó là nghiên cứu từ khóa. Trong khóa đào tạo này, bạn sẽ học cách nghiên cứu và chọn các từ khóa sẽ hướng dẫn người tìm kiếm đến các trang của bạn."],"Learn how to make your site stand out from the crowd by adding structured data!":["Tìm hiểu cách làm cho trang web của bạn nổi bật so với đám đông bằng cách thêm dữ liệu có cấu trúc!"],"In this course, you'll learn how to write awesome copy that is optimized for ranking in search engines.":["Trong khóa học này, bạn sẽ học cách viết bản sao tuyệt vời được tối ưu hóa để xếp hạng trong các công cụ tìm kiếm."],"Do you want to set up your own WordPress site? This course will teach you the ins and outs of creating and maintaining a WordPress website!":["Bạn có muốn thiết lập trang web WordPress của riêng mình? Khóa học này sẽ dạy bạn những điều cần biết về việc tạo và duy trì trang web WordPress!"],"In this course, you'll learn practical SEO skills on every key aspect of SEO, to make your site stand out.":["Trong khóa học này, bạn sẽ học các kỹ năng SEO thực tế về mọi khía cạnh chính của SEO, để làm cho trang web của bạn nổi bật."],"In this course, you'll learn about how to set up and use the %1$s for WordPress plugin so it makes SEO even easier. This course is meant for users of the block editor.":["Trong khóa học này, bạn sẽ tìm hiểu về cách thiết lập và sử dụng plugin %1$s for WordPress để SEO dễ dàng hơn. Khóa học này dành cho những người dùng trình chỉnh sửa khối."],"In this free course, you'll get quick wins to make your site rank higher in Google, Bing, and Yahoo.":["Trong khóa học miễn phí này, bạn sẽ nhận được những chiến thắng nhanh chóng để giúp trang web của bạn xếp hạng cao hơn trong Google, Bing và Yahoo."],"Academy":["Học viện"],"Unlock with %1$s":["Mở khóa với %1$s"],"(Opens in a new browser tab)":["(Mở trong cửa số mới)"],"Premium":["Gói cao cấp"]}},"comment":{"reference":"js\/dist\/academy.js"}}