{"translation-revision-date":"2025-10-13 11:32:01+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Buy now for 30% off":["Compre agora com 30% de desconto"],"SEO that scales with your product catalog.":["SEO que se adapta ao seu catálogo de produtos."],"Get 30% off now!":["Obtenha 30% de desconto agora!"],"Now with Local, News & Video SEO + 1 Google Docs seat!":["Agora com Local, News e Video SEO + 1 conta no Google Docs!"],"Make your articles visible, be seen in Google News":["Torne os seus artigos visíveis, seja visto no Google News"],"Generate SEO optimized metadata in seconds with AI":["Gere metadados optimizados para SEO em segundos com IA"],"Internal links and redirect management, easy":["Ligações internas e gestão de redireccionamentos, facilmente"],"Easy Local SEO. Show up in Google Maps results":["SEO local fácil. Esteja presente nos resultados do Google Maps"],"Boost visibility for your products, from 10 or 10,000+":["Aumente a visibilidade dos seus produtos, de 10 ou mais de 10.000"],"Built to get found by search, AI, and real users":["Criado para ser encontrado em pesquisas, de IA e de utilizadores reais"],"AI tools included":["Ferramentas de IA incluídas"],"Access to friendly help when you need it, day or night":["Acesso a ajuda amigável sempre que precisar, a qualquer hora"],"30-day money back guarantee":["Garantia de devolução do dinheiro em 30 dias"],"%1$s%2$s %3$s":["%1$s%2$s %3$s"],"%1$s access":["Acesso à %1$s"],"Show me":["Mostrem-me"],"New: Prepare your site for AI-driven discovery!":["Novo: Prepare o seu site para ser descoberto com base em IA!"],"Automatically generate an llms.txt file that highlights key content for AI systems.":["Geração automática de um ficheiro llms.txt que destaca o conteúdo principal para sistemas de IA."],"Now includes:":["Agora inclui:"],"You’re back in Yoast SEO. If you still have tasks to finish in Site Kit by Google, you can %1$s return to their dashboard%2$s anytime.":["Voltou ao Yoast SEO. Se ainda tiver tarefas para concluir no Site Kit by Google, pode %1$svoltar ao painel respectivo%2$s a qualquer momento."],"Update Site Kit by Google":["Actualize o Site Kit by Google"],"You are using an outdated version of the Site Kit by Google plugin. Please update to the latest version to connect Yoast SEO with Site Kit by Google.":["Está a utilizar uma versão desactualizada do plugin Site Kit by Google. Por favor, actualize para a versão mais recente para ligar o Yoast SEO ao Site Kit by Google."],"Your current version of the Site Kit by Google plugin is no longer compatible with Yoast SEO. Please update to the latest version to restore the connection.":["A sua versão actual do plugin Site Kit by Google já não é compatível com o Yoast SEO. Por favor, actualize para a versão mais recente para recuperar a ligação."],"Fine-tune your SEO and optimize your content using key performance metrics (KPI).":["Afine o seu SEO e optimize o seu conteúdo utilizando as principais métricas de desempenho (KPI)."],"Grow your audience with actionable SEO and user behavior insights.":["Aumente o seu público com SEO accionável e informações sobre o comportamento dos utilizadores."],"Here's what you'll unlock:":["Eis o que vais desbloquear:"],"You don’t have view access to Site Kit by Google. Please contact the admin who set it up.":["Não tem acesso de visualização ao Site Kit by Google. Contacte o administrador que o configurou."],"You're all set, here are some benefits:":["Está tudo pronto, aqui estão alguns benefícios:"],"You’ve successfully connected your site with Site Kit by Google!":["A ligação do seu site ao Site Kit by Google foi efectuada com sucesso!"],"Please contact your WordPress admin to install, activate, and set up the Site Kit by Google plugin.":["Contacte o administrador do seu WordPress para instalar, activar e configurar o plugin Site Kit by Google."],"Loading…":["A carregar…"],"SET UP":["CONFIGURAR"],"Remove permanently":["Remover permanentemente"],"Remove until next visit":["Remover até à próxima visita"],"Open Site Kit widget dropdown menu":["Abrir o menu selector do widget do Site Kit"],"CONNECT":["LIGAR"],"Expand your dashboard with insights from Google!":["Expanda o seu painel com informações do Google!"],"INSTALL":["INSTALAR"],"ACTIVATE":["ACTIVAR"],"Bring together powerful tools like Google Analytics and Search Console for a complete overview of your website's performance, all in one seamless dashboard.":["Reúna ferramentas poderosas como o Google Analytics e a Search Console para obter uma vista geral completa do desempenho do seu site, tudo num único painel."],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. Get even more insights by enabling the ‘SEO analysis’ and the ‘Readability analysis’ in your %1$sSite features%2$s or your %3$suser profile settings%4$s.":["Boas-vindas ao seu painel de controlo! Verifique o desempenho de SEO do seu conteúdo, a legibilidade, os pontos fortes e oportunidades gerais. Obtenha ainda mais informações ao activar a \"Análise de SEO\" e a \"Análise de legibilidade\" nas %1$sfuncionalidades do site%2$s ou nas suas %3$sopções do perfil de utilizador%4$s."],"Oops! You can’t see the overview of your SEO insights right now because you’re in a non-production environment.":["Ups! De momento não é possível ver a vista geral das suas informações de SEO porque está num ambiente de não-produção."],"Give us permission to access your Site Kit data, allowing insights from tools like Google Analytics and Search Console to be displayed directly on your dashboard.":["Dê-nos permissão para aceder aos dados do seu Site Kit, permitindo que as informações de ferramentas como o Google Analytics e a Search Console sejam apresentadas directamente no seu painel de controlo."],"Grant consent":["Consentir"],"Install Site Kit by Google":["Instale o Site Kit by Google"],"Set up Site Kit by Google":["Configure o Site Kit by Google"],"Activate Site Kit by Google":["Activar o Site Kit by Google"],"Connect Site Kit by Google":["Ligar o Site Kit by Google"],"Grant consent to connect with Site Kit by Google":["Conceda autorização para ligar o Site Kit by Google"],"Oops! You can’t see the overview of your SEO scores and readability scores right now because you’re in a non-production environment.":["Ups! De momento não pode ver a visão geral das suas classificações de SEO e de legibilidade porque está num ambiente de não produção."],"It looks like the ‘SEO analysis’ and the ‘Readability analysis’ are currently disabled in your %1$sSite features%2$s or your %3$suser profile settings%4$s. Enable these features to start seeing all the insights you need right here!":["Parece que a \"Análise de SEO\" e a \"Análise de legibilidade\" estão de momento desactivadas nas suas %1$sFuncionalidades do site%2$s ou nas suas %3$sopções do perfil de utilizador%4$s. Active estas funcionalidades para começar a ver todas as informações de que necessita aqui mesmo!"],"Welcome to your dashboard! Check your content's SEO performance, readability, and overall strengths and opportunities. %1$sLearn more about the dashboard%2$s.":["Boas-vindas ao seu painel de controlo! Verifique o desempenho de SEO do seu conteúdo, a legibilidade, os pontos fortes e oportunidades gerais. %1$sSaiba mais sobre o painel%2$s."],"Hi %s,":["Olá %s,"],"Yes, leave page":["Sim, sair da página"],"Something went wrong":["Algo correu mal"],"There are unsaved changes in one or more steps of the first-time configuration. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Existem alterações não guardadas em um ou mais passos da sua configuração inicial. Sair significa que estas alterações serão perdidas. De certeza que pretende sair desta página?"],"This notification can't be hidden at this time. Please try again later.":["De momento, não é possível esconder esta notificação. Por favor, tente de novo mais tarde."],"This problem can't be hidden at this time. Please try again later.":["De momento, não é possível esconder este problema. Por favor, tente de novo mais tarde."],"Unsaved changes":["Alterações por guardar"],"Tell us about your site, so we can get it ranked! Let's get your site in tip-top shape for the search engines. Follow these 5 steps to make Google understand what your site is about.":["Fale-nos do seu site, para que o possamos classificar! Vamos afinar o seu site para os motores de pesquisa. Siga estes 5 passos para que o Google compreenda o objectivo do seu site."],"hidden problem":["problema escondido","problemas escondidos"],"hidden notification":["notificação escondida","notificações escondidas"],"%1$s Dashboard - %2$s":["Painel de %1$s - %2$s"],"Buy now":["Comprar agora"],"Dashboard navigation":["Navegação do painel"],"Close dashboard navigation":["Fechar navegação do painel"],"Open dashboard navigation":["Abrir navegação do painel"],"Monitor and manage potential SEO problems affecting your site and stay informed with important notifications and updates.":["Monitorize e faça a gestão de potenciais problemas de SEO que afectem o seu site e mantenha-se informado com notificações e actualizações importantes."],"Alert center":["Centro de alertas"],"Undefined error message.":["Mensagem de erro não definida."],"E.g. https:\/\/x.com\/yoast":["Por exemplo: https:\/\/x.com\/yoast"],"X":["X"],"Explore %s now!":["Explore o %s agora!"],"What data will be collected and why?":["Que dados serão recolhidos e porquê?"],"No, I don't want to share my site data":["Não, não quero partilhar os dados do meu site"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Óptimo trabalho! Graças aos detalhes que forneceu, o %1$s melhorou o seu site para os motores de pesquisa, dando-lhes uma imagem mais clara do que é o seu site."],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Se o seu objectivo é melhorar a sua classificação, tem de manter regularmente o seu SEO. Isto pode ser complicado, por isso vamos dar um passo de cada vez!"],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Importante: Não venderemos estes dados e não recolheremos quaisquer informações pessoais sobre si ou sobre os seus visitantes."],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Está quase! Conclua todas as definições deste passo para que os motores de pesquisa saibam do que trata o seu site."],"Yes, give me your free tips!":["Sim, dêem-me as vossas dicas gratuitas!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Subscreva a newsletter do %1$s para receber as melhores práticas para melhorar as suas classificações, poupar tempo em tarefas de SEO, actualizar-se com as últimas notícias sobre SEO e obter orientação especializada sobre como tirar o máximo partido do %2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Vamos começar por executar a optimização de dados de SEO. Isto significa que vamos analisar o seu site e criar uma base de dados com dados de SEO optimizados. Não serão alterados quaisquer conteúdos ou definições do seu site e não precisa de fazer nada, basta clicar em iniciar!\n\nNota: Se tiver muito conteúdo, esta optimização pode demorar um pouco. Mas confie em nós, vale a pena!"],"Are you open to help us improve our services?":["Tem disponibilidade para nos ajudar a melhorar os nossos serviços?"],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["A conclusão deste passo ajuda o Google a compreender ainda melhor o seu site. Bónus: Aumentará as suas hipóteses de obter %1$sresultados dinâmicos%2$s!"],"Get free weekly SEO tips!":["Receba dicas semanais gratuitas sobre SEO!"],"We've successfully analyzed your site & optimized your SEO data!":["Analisámos com sucesso o seu site e optimizámos os seus dados de SEO!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Um trabalho fantástico! Adicione abaixo as contas das redes sociais da sua organização. Isto permite-nos afinar os metadados para estas plataformas."],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["30% DE DESCONTO"],"Sign up today!":["Registe-se hoje!"],"Learn how to increase your rankings with %1$s":["Saiba como aumentar as suas classificações com o %1$s"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Não sabe para onde se virar quando se trata de optimizar o seu site para os motores de pesquisa? Participe no nosso webinar GRATUITO para ganhar a confiança que precisa para começar a optimizar como um profissional! Obterá os conhecimentos e as ferramentas para se iniciar de forma eficaz na implementação SEO."],"Join our FREE webinar for SEO success":["Participe no nosso webinar GRATUITO para ter sucesso em SEO"],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Se seleccionar uma Pessoa para representar este site, utilizaremos os perfis das redes sociais do utilizador seleccionado."],"You have selected the user %1$s as the person this site represents.":["Seleccionou o utilizador %1$s como a pessoa que este site representa."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Pode %1$sactualizar ou adicionar perfis de redes sociais ao perfil deste utilizador%2$s."],"Please select a user in the Site representation step.":["Seleccione um utilizador no passo de representação do site."],"Got it!":["Compreendi!"],"We could not save the website name. Please check the value.":["Não foi possível guardar o nome do site. Por favor verifique o valor."],"BLACK FRIDAY | 30% OFF":["BLACK FRIDAY - 30% DE DESCONTO"],"Learn more":["Saiba mais"],"No, continue editing":["Não, continue a editar"],"E.g. https:\/\/facebook.com\/yoast":["P.ex. https:\/\/facebook.com\/yoast"],"Something went wrong. An unexpected error occurred.":["Algo correu mal. Ocorreu um erro inesperado."],"Refresh this page":["Actualizar esta página"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Infelizmente, isto significa que todas as alterações por guardar nesta secção serão perdidas. Pode tentar actualizar esta página para corrigir o problema. Se o erro persistir, por favor contacte a nossa equipa de suporte para obter toda a ajuda que precisa!"],"Contact support":["Contacte o suporte"],"We're very sorry, but it seems like the following error has interrupted our application:":["Desculpe, parece que o seguinte erro interrompeu a nossa aplicação:"],"Dismiss":["Ignorar"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Tomámos a liberdade de usar o título e o logótipo do seu site para o nome e logótipo da organização. Pode personalizá-los abaixo."],"Dismiss this notice.":["Ignorar este aviso."],"We could not save the organization name. Please check the value.":["Não foi possível guardar o nome da organização. Por favor verifique o valor."],"An error has occurred: %1$s":["Ocorreu um erro: %1$s"],"SEO data optimization":["Optimização de dados de SEO"],"Personal preferences":["Preferências pessoais"],"Finish configuration":["Terminar configuração"],"Please enter a valid email address.":["Por favor, digite um endereço de email válido."],"Thank you! Check your inbox for the confirmation email.":["Obrigado! Verifique o email de confirmação na sua caixa de correio."],"E.g. example@email.com":["P.ex. exemplo@email.com"],"Or go to your SEO dashboard":["Ou vá para o seu painel de SEO"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Seleccionou o utilizador %1$s como a pessoa representada por este site. As informações deste perfil serão usadas nos resultados de pesquisas. %2$sActualize este perfil com a informação correcta%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Seleccionou o utilizador %1$s como a pessoa representada por este site. As informações deste perfil serão usadas nos resultados de pesquisas. Não tem permissão para actualizar este perfil de utilizador, por favor peça ao utilizador ou a um administrador para certificar que a informação está correcta."],"Select a user":["Seleccione um utilizador"],"Personal logo or avatar":["Logótipo ou avatar pessoal"],"Tell us! Is your site about an organization or a person?":["Ajude-nos! O seu site é sobre uma organização ou uma pessoa?"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["A optimização de dados de SEO está a decorrer... Pode em segurança continuar para os próximos passos desta configuração."],"We've already successfully analyzed your site. You can move on to the next step.":["O seu site já foi analisado com sucesso. Pode continuar para o próximo passo."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Esteja ciente de que deve executar a optimização de dados de SEO para que esta configuração tenha o máximo efeito."],"Select an option":["Seleccione uma opção"],"Uploading image…":["A carregar imagem…"],"First-time configuration":["Configuração inicial"],"E.g. https:\/\/www.facebook.com\/yoast":["P.ex. https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["P.ex. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["P.ex. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["P.ex. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["P.ex. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["P.ex. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["P.ex. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["P.ex. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["P.ex. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["P.ex. https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["Outros perfis de redes sociais"],"E.g. https:\/\/social-platform.com\/yoast":["P.ex. https:\/\/social-platform.com\/yoast"],"Delete item":["Eliminar item"],"Add another profile":["Adicionar outro perfil"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Não tem permissão para editar perfis de redes sociais deste utilizador. Por favor peça ao utilizador ou a um administrador para o fazer."],"Could not save this value. Please check the URL.":["Não foi possível guardar este valor. Por favor verifique o URL."],"Could not save this value. Please check the URL or username.":["Não foi possível guardar este valor. Por favor verifique o URL ou o nome de utilizador."],"Email address":["Endereço de email"],"Oops! Something went wrong. Check your email address and try again.":["Ups! Algo correu mal. Verifique o seu endereço de email e tente de novo."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["O Yoast respeita a sua privacidade. Leia a nossa %1$spolítica de privacidade%2$s sobre como utilizamos as suas informações pessoais."],"Save and continue":["Guardar e continuar"],"Yes, you can collect my site data":["Sim, podem rastrear os dados do meu site"],"Does your site represent an Organization or Person?":["O seu site representa uma pessoa ou uma organização?"],"Site representation":["Representação do site"],"Continue":["Continuar"],"Error stack trace":["Rastreio da sequência de erros"],"Response":["Resposta"],"Error message":["Mensagem de erro"],"Status code":["Código de estado"],"Request method":["Método do pedido"],"Request URL":["URL do pedido"],"Error details":["Detalhes do erro"],"Replace image":["Substituir imagem"],"Remove image":["Remover imagem"],"Select image":["Seleccionar imagem"],"This feature has been disabled since subsites never send tracking data.":["Esta funcionalidade foi desactivada uma vez que os subsites nunca enviam dados de rastreio."],"Stop SEO data optimization":["Parar a optimização de dados SEO"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta funcionalidade inclui e substitui o Contador de ligações de texto e a Análise de ligações internas"],"SEO data optimization is disabled for non-production environments.":["A optimização de dados de SEO está desactivada para ambientes que não sejam de produção."],"Start SEO data optimization":["Iniciar optimização de dados de SEO"],"Can we collect anonymous information about your website to enhance %1$s?":["Podemos recolher informações anónimas sobre o seu site para melhorar o %1$s?"],"Learn SEO":["Aprenda SEO"],"Check out %1$s":["Visite a %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Temos cursos online gratuitos e premium para aprender tudo o que precisa para saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Quer aprender SEO com a Equipa do Yoast? Visite a nossa %1$s!"],"Organization logo":["Logótipo da organização"],"Organization name":["Nome da organização"],"Upgrade to %s":["Actualize para o %s"],"This feature has been disabled by the network admin.":["Esta funcionalidade foi desactivada pelo administrador da rede."],"Go back":["Voltar"],"(Opens in a new browser tab)":["(Abrir num novo separador)"],"24\/7 support":["Suporte 24\/7"],"Save changes":["Guardar alterações"],"No new notifications.":["Nenhuma notificação nova."],"Name":["Nome"],"Social profiles":["Perfis em redes sociais"],"Notifications":["Notificações"],"%s notification":["%s notificação","%s notificações"],"Problems":["Problemas"],"Dashboard":["Painel"],"We have detected the following issues that affect the SEO of your site.":["Foram detectados os seguintes problemas a afectar a classificação SEO do seu site."],"Good job! We could detect no serious SEO problems.":["Bom trabalho! Não foram detectados problemas graves de SEO."],"Website name":["Nome do site"],"Facebook":["Facebook"],"Close":["Fechar"],"Edit":["Editar"]}},"comment":{"reference":"js\/dist\/general-page.js"}}