{"translation-revision-date":"2025-12-02 10:37:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Optimize your site for visitors, search and LLMs":["Zoptymalizuj swoją witrynę pod kątem odwiedzających, wyszukiwania i LLM-ów"],"Build and protect your brand reputation with insights":["Zbuduj i chroń reputację swojej marki dzięki analizom"],"Track and measure brand visibility in AI platforms":["Śledź i mierz widoczność marki na platformach SI"],"Includes all %1$sWooCommerce SEO%2$s features, plus:":["Zawiera wszystkie funkcje %1$sWooCommerce SEO%2$s, a także:"],"For marketers and content publishers looking to boost brand awareness and visibility, this package combines powerful on page SEO tools with AI brand monitoring and insights.":["Pakiet ten przeznaczony jest dla marketerów i wydawców treści, którym zależy na zwiększeniu rozpoznawalności i widoczności marki. Łączy on w sobie wydajne narzędzia SEO na stronie z monitorowaniem marki i analizą danych za pomocą SI."],"30% off - Black Friday":["30% zniżki – Czarny Piątek"],"Compare plans and find the perfect fit for your site - from essential SEO features to advanced automation.":["Porównaj plany i znajdź idealne rozwiązanie dla swojej witryny — od podstawowych funkcji SEO po zaawansowaną automatyzację."],"Get tailored SEO analysis for your product pages":["Uzyskaj dostosowaną analizę SEO dla swoich stron produktowych"],"Generate standout product titles and descriptions":["Generuj wyróżniające się tytuły i opisy produktów"],"Increase organic visibility for your products":["Zwiększ widoczność organiczną swoich produktów"],"Includes all %1$sPremium%2$s features, plus:":["Zawiera wszystkie funkcje %1$sPremium%2$s, a także:"],"Built for WooCommerce stores, this bundle helps your products stand out in Google with rich results and smart SEO, plus %s to save time and boost visibility.":["Ten pakiet, stworzony dla sklepów WooCommerce, pomoże Twoim produktom wyróżnić się w wynikach wyszukiwania Google dzięki bogatym wynikom i inteligentnemu SEO, a także %s, które zaoszczędzą czas i zwiększą widoczność."],"Advanced tools to scale your SEO workflow":["Zaawansowane narzędzia do skalowania Twojego przepływu pracy SEO"],"Smarter content tools; internal linking suggestions and redirect automation":["Inteligentniejsze narzędzia do tworzenia treści, sugestie dotyczące odnośników wewnętrznych i automatyzacja przekierowań"],"AI-enhanced optimization, built right in at no extra cost":["Wbudowana optymalizacja wspomagana SI, bez dodatkowych kosztów"],"Includes all %1$sFree%2$s features, plus:":["Zawiera wszystkie %1$sbezpłatne%2$s funkcje, a także:"],"%s gives entrepreneurs and in-house teams real-time SEO guidance, so content meets best practices and drives visibility, no expert knowledge needed.":["%s oferuje przedsiębiorcom i wewnętrznym zespołom wskazówki dotyczące SEO w czasie rzeczywistym, dzięki czemu treść jest zgodna z najlepszymi praktykami i zwiększa widoczność, bez konieczności posiadania specjalistycznej wiedzy."],"Now includes:":["Teraz zawiera:"],"Plan not activated":["Plan nie został włączony"],"Current active plan":["Aktualny aktywny plan"],"Manage in %s":["Zarządzaj w %s"],"Buy product":["Kup produkt"],"Plans":["Plany"],"Learn more":["Dowiedz się więcej"],"(Opens in a new browser tab)":["(Otworzy się w nowej zakładce)"]}},"comment":{"reference":"js\/dist\/plans.js"}}