{"translation-revision-date":"2025-07-13 10:22:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Biến việc chỉnh sửa nội dung trở nên dễ dàng! Tối ưu hóa nội dung SEO của bạn với các đề xuất nhanh chóng, có thể hành động chỉ bằng một cú nhấp chuột.%1$s%2$sTìm hiểu thêm%3$s%4$s"],"Optimize your SEO content with %s":["Tối ưu hóa nội dung SEO của bạn với %s"],"Undefined error message.":["Thông báo lỗi không xác định."],"E.g. https:\/\/x.com\/yoast":["Ví dụ: https:\/\/x.com\/yoast"],"X":["X"],"Explore %s now!":["Khám phá %s ngay!"],"If your goal is to increase your rankings, you need to work on your SEO regularly. That can be overwhelming, so let's tackle it one step at a time!":["Nếu mục tiêu của bạn là tăng thứ hạng, bạn cần thường xuyên làm việc trên SEO của mình. Điều đó có thể quá sức, vì vậy hãy giải quyết từng bước một!"],"Great work! Thanks to the details you've provided, %1$s has enhanced your site for search engines, giving them a clearer picture of what your site is all about.":["Làm tốt lắm! Nhờ các chi tiết bạn đã cung cấp, %1$s đã cải thiện trang web của bạn cho các công cụ tìm kiếm, giúp chúng có cái nhìn rõ ràng hơn về nội dung của trang web."],"Important: We won't sell this data, and we won't collect any personal information about you or your visitors.":["Quan trọng: Chúng tôi sẽ không bán dữ liệu này và chúng tôi sẽ không thu thập bất kỳ thông tin cá nhân nào về bạn hoặc khách truy cập của bạn."],"What data will be collected and why?":["Dữ liệu nào sẽ được thu thập và tại sao?"],"No, I don't want to share my site data":["Không, tôi không muốn chia sẻ dữ liệu trang web của mình"],"Are you open to help us improve our services?":["Bạn có sẵn sàng giúp chúng tôi cải thiện dịch vụ của mình không?"],"Yes, give me your free tips!":["Có, hãy cho tôi những mẹo miễn phí của bạn!"],"Subscribe to the %1$s newsletter to receive best practices for improving your rankings, save time on SEO tasks, stay up-to-date with the latest SEO news, and get expert guidance on how to make the most of %2$s!":["Đăng ký nhận bản tin %1$s để nhận các phương pháp hay nhất để cải thiện thứ hạng của bạn, tiết kiệm thời gian cho các tác vụ SEO, cập nhật những tin tức SEO mới nhất và nhận hướng dẫn chuyên gia về cách tận dụng tối đa %2$s!"],"Get free weekly SEO tips!":["Nhận các mẹo SEO hàng tuần miễn phí!"],"You're almost there! Complete all settings in this step so search engines know what your site is about.":["Bạn sắp hoàn thành! Hoàn thành tất cả các cài đặt trong bước này để các công cụ tìm kiếm biết trang web của bạn nói về điều gì."],"Completing this step helps Google to understand your site even better. Bonus: You'll improve your chance of getting %1$srich results%2$s!":["Hoàn thành bước này giúp Google hiểu trang web của bạn tốt hơn nữa. Phần thưởng: Bạn sẽ cải thiện cơ hội nhận được %1$skết quả phong phú%2$s!"],"Let's start by running the SEO data optimization. That means we'll scan your site and create a database with optimized SEO data. It won't change any content or settings on your site and you don't need to do anything, just hit start!\n\nNote: If you have a lot of content, this optimization could take a moment. But trust us, it's worth it!":["Hãy bắt đầu bằng cách chạy tối ưu hóa dữ liệu SEO. Điều đó có nghĩa là chúng tôi sẽ quét trang web của bạn và tạo cơ sở dữ liệu với dữ liệu SEO được tối ưu hóa. Nó sẽ không thay đổi bất kỳ nội dung hoặc cài đặt nào trên trang web của bạn và bạn không cần phải làm gì, chỉ cần nhấn bắt đầu!\n\nLưu ý: Nếu bạn có nhiều nội dung, quá trình tối ưu hóa này có thể mất một chút thời gian. Nhưng hãy tin tưởng chúng tôi, điều đó rất xứng đáng!"],"We've successfully analyzed your site & optimized your SEO data!":["Chúng tôi đã phân tích trang web của bạn & tối ưu hóa dữ liệu SEO của bạn thành công!"],"Fantastic work! Add your organization's social media accounts below. This allows us to fine-tune the metadata for these platforms.":["Tuyệt vời! Hãy thêm tài khoản mạng xã hội của tổ chức của bạn bên dưới. Điều này cho phép chúng tôi tinh chỉnh siêu dữ liệu cho các nền tảng này."],"30% OFF":["GIẢM GIÁ 30%"],"BLACK FRIDAY":["THỨ SÁU ĐEN"],"Learn how to increase your rankings with %1$s":["Tìm hiểu cách tăng thứ hạng của bạn với %1$s"],"Sign up today!":["Đăng ký hôm nay!"],"Feeling lost when it comes to optimizing your site for the search engines? Join our FREE webinar to gain the confidence that you need in order to start optimizing like a pro! You'll obtain the knowledge and tools to start effectively implementing SEO.":["Bạn cảm thấy lạc lõng khi nói đến việc tối ưu hóa trang web của mình cho các công cụ tìm kiếm? Tham gia hội thảo trên web MIỄN PHÍ của chúng tôi để có được sự tự tin mà bạn cần để bắt đầu tối ưu hóa như một chuyên gia! Bạn sẽ có được kiến thức và công cụ để bắt đầu triển khai SEO hiệu quả."],"Join our FREE webinar for SEO success":["Tham gia hội thảo trên web MIỄN PHÍ của chúng tôi để thành công SEO"],"Please select a user in the Site representation step.":["Vui lòng chọn một người dùng trong bước Thông tin nhận diện."],"You can %1$supdate or add social profiles to this user profile%2$s.":["Bạn có thể %1$scập nhật hoặc thêm hồ sơ mạng xã hội vào hồ sơ người dùng này%2$s."],"You have selected the user %1$s as the person this site represents.":["Bạn đã chọn người dùng %1$s là người mà trang web này đại diện."],"If you select a Person to represent this site, we will use the social profiles from the selected user's profile page.":["Nếu bạn chọn một Người để đại diện cho trang web này, chúng tôi sẽ sử dụng các hồ sơ mạng xã hội từ trang hồ sơ của người dùng đã chọn."],"Allow":["Cho phép"],"Deny":["Từ chối"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Để xem video này, bạn cần cho phép %1$s tải video được nhúng từ %2$s."],"We could not save the website name. Please check the value.":["Chúng tôi không thể lưu tên trang web. Vui lòng kiểm tra giá trị."],"Learn more":["Tìm hiểu thêm"],"Unlock with %1$s":["Mở khóa với %1$s"],"No, continue editing":["Không, tiếp tục chỉnh sửa"],"E.g. https:\/\/facebook.com\/yoast":["Ví dụ https:\/\/facebook.com\/yoast"],"Refresh this page":["Làm mới trang này"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Rất tiếc, điều này có nghĩa là bất kỳ thay đổi nào chưa được lưu trong phần này sẽ bị mất. Bạn có thể thử và làm mới trang này để giải quyết vấn đề. Nếu lỗi này vẫn xảy ra, vui lòng liên hệ với nhóm hỗ trợ của chúng tôi và chúng tôi sẽ hỗ trợ bạn hết mình!"],"Something went wrong. An unexpected error occurred.":["Đã xảy ra sự cố. Đã xảy ra lỗi không mong muốn."],"Contact support":["Liên hệ hỗ trợ"],"We're very sorry, but it seems like the following error has interrupted our application:":["Chúng tôi rất tiếc, nhưng có vẻ như lỗi sau đã làm gián đoạn ứng dụng của chúng tôi:"],"Dismiss":["Bỏ qua"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Chúng tôi đã tự do sử dụng tên và biểu trưng trang web của bạn cho tên và biểu trưng của tổ chức. Vui lòng thay đổi chúng bên dưới."],"Beta":["Thử nghiệm"],"Dismiss this notice.":["Loại bỏ thông báo này."],"Finish configuration":["Hoàn tất cấu hình"],"Personal preferences":["Sở thích cá nhân"],"SEO data optimization":["Tối ưu dữ liệu SEO"],"An error has occurred: %1$s":["Có một lỗi đã xảy ra: %1$s"],"We could not save the organization name. Please check the value.":["Không thể lưu tên cấu hình, vui lòng kiểm tra lại thông tin."],"Or go to your SEO dashboard":["Hoặc đi tới bảng điều khiển SEO của bạn"],"E.g. example@email.com":["Ví dụ vidu@tenmien.com"],"Thank you! Check your inbox for the confirmation email.":["Cảm ơn bạn! Kiểm tra hộp thư đến của bạn để tìm email xác nhận."],"Please enter a valid email address.":["Vui lòng nhập một địa chỉ email hợp lệ."],"Personal logo or avatar":["Biểu trưng hoặc hình đại diện cá nhân"],"Select a user":["Chọn một người dùng"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Bạn đã chọn người dùng %1$s là người mà trang web này đại diện. Thông tin hồ sơ người dùng này bây giờ sẽ được sử dụng trong kết quả tìm kiếm. Bạn không được phép cập nhật hồ sơ người dùng này, vì vậy vui lòng yêu cầu người dùng này hoặc quản trị viên đảm bảo thông tin là chính xác."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Bạn đã chọn người dùng %1$s là người mà trang web này đại diện. Thông tin hồ sơ người dùng này bây giờ sẽ được sử dụng trong kết quả tìm kiếm. %2$s Cập nhật hồ sơ này để đảm bảo thông tin là chính xác%3$s."],"Select an option":["Chọn một tùy chọn"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Lưu ý rằng bạn nên chạy tối ưu hóa dữ liệu SEO để cấu hình này phát huy tác dụng tối đa."],"We've already successfully analyzed your site. You can move on to the next step.":["Chúng tôi đã phân tích thành công trang web của bạn. Bạn có thể chuyển sang bước tiếp theo."],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Tối ưu hóa dữ liệu SEO đang chạy… Bạn có thể chuyển sang các bước tiếp theo của cấu hình này một cách an toàn."],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["Bạn không được phép chỉnh sửa hồ sơ mạng xã hội của người dùng này. Vui lòng yêu cầu người dùng này hoặc quản trị viên thực hiện việc này."],"Add another profile":["Thêm một hồ sơ khác"],"Delete item":["Xóa mục"],"E.g. https:\/\/social-platform.com\/yoast":["Ví dụ https:\/\/social-platform.com\/yoast"],"Other social profile":["Hồ sơ xã hội khác"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Ví dụ https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Ví dụ https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Ví dụ https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Ví dụ https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Ví dụ https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Ví dụ. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Ví dụ. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Ví dụ. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Ví dụ. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["Ví dụ. https:\/\/www.facebook.com\/yoast"],"First-time configuration":["Cấu hình lần đầu"],"Could not save this value. Please check the URL.":["Không thể lưu giá trị này. Vui lòng kiểm tra URL."],"Could not save this value. Please check the URL or username.":["Không thể lưu giá trị này. Vui lòng kiểm tra URL hoặc tên người dùng."],"Email address":["Địa chỉ email"],"Oops! Something went wrong. Check your email address and try again.":["Oh! Đã xảy ra lỗi. Kiểm tra địa chỉ email của bạn và thử lại."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast tôn trọng quyền riêng tư của bạn. Đọc %1$schính sách bảo mật của chúng tôi%2$s về cách chúng tôi xử lý thông tin cá nhân của bạn."],"Save and continue":["Lưu và tiếp tục"],"Yes, you can collect my site data":["Có, bạn có thể thu thập dữ liệu trang web của tôi"],"Does your site represent an Organization or Person?":["Trang web của bạn có đại diện cho Tổ chức hoặc Cá nhân không?"],"Site representation":["Thông tin nhận diện"],"Continue":["Tiếp tục"],"Error stack trace":["Dấu vết ngăn xếp lỗi"],"Response":["Phản hồi"],"Error message":["Thông báo lỗi"],"Status code":["Mã trạng thái"],"Request method":["Phương thức Yêu cầu"],"Request URL":["URL Yêu cầu"],"Error details":["Chi tiết lỗi"],"Remove image":["Xoá ảnh"],"Select image":["Chọn hình ảnh"],"Replace image":["Thay thế ảnh"],"This feature has been disabled since subsites never send tracking data.":["Đặc tính này đã bị vô hiệu hóa vì các trang con không bao giờ giữ dữ liệu theo dõi."],"Stop SEO data optimization":["Ngừng tối ưu hóa dữ liệu SEO"],"SEO data optimization is disabled for non-production environments.":["Tối ưu hóa dữ liệu SEO bị tắt đối với môi trường không sản xuất."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Tính năng này bao gồm và thay thế Bộ đếm Liên kết Văn bản và Phân tích Liên kết Nội bộ"],"Start SEO data optimization":["Bắt đầu tối ưu hóa dữ liệu SEO"],"Can we collect anonymous information about your website to enhance %1$s?":["Chúng tôi có thể thu thập thông tin ẩn danh về trang web của bạn để cải thiện %1$s không?"],"Check out %1$s":["Xem %1$s ngay"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Chúng tôi có các khóa học để giúp bạn hiểu hơn về SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Muốn học SEO từ đội ngũ Yoast? Hãy xem %1$s của chúng tôi!"],"Learn SEO":["Học SEO"],"Organization logo":["Logo tổ chức"],"Organization name":["Tên tổ chức"],"Upgrade to %s":["Nâng cấp lên %s"],"This feature has been disabled by the network admin.":["Tính năng này đã bị tắt bởi quản trị mạng."],"(Opens in a new browser tab)":["(Mở trong cửa số mới)"],"Go back":["Quay lại"],"24\/7 support":["Hỗ trợ 24\/7"],"Save changes":["Lưu thay đổi"],"No new notifications.":["Không có thông báo mới."],"Name":["Tên"],"Social profiles":["Hồ sơ mạng xã hội"],"Notifications":["Thông báo"],"%s notification":["%s thông báo"],"Good job! We could detect no serious SEO problems.":["Chúc mừng! Không có vấn đề gì nghiêm trọng với quá trình SEO."],"We have detected the following issues that affect the SEO of your site.":["Chúng tôi đã phát hiện những vấn đề có thể ảnh hưởng đến SEO trang web của bạn."],"Problems":["Các vấn đề"],"Dashboard":["Bảng tổng quan"],"Website name":["Tên trang web"],"Close":["Đóng"],"Facebook":["Facebook"],"Edit":["Edit"]}},"comment":{"reference":"js\/dist\/general-page.js"}}