{"translation-revision-date":"2025-12-02 08:27:28+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Optimize your site for visitors, search and LLMs":["Optimisez votre site pour les visiteurs, les moteurs de recherche et les LLM"],"Build and protect your brand reputation with insights":["Développez et protégez la réputation de votre marque grâce à des informations pertinentes"],"Track and measure brand visibility in AI platforms":["Suivre et mesurer la visibilité de la marque sur les plateformes d’IA"],"Includes all %1$sWooCommerce SEO%2$s features, plus:":["Inclut toutes les %1$sfonctionnalités SEO de WooCommerce%2$s, plus :"],"For marketers and content publishers looking to boost brand awareness and visibility, this package combines powerful on page SEO tools with AI brand monitoring and insights.":["Pour les spécialistes du marketing et les éditeurs de contenu qui cherchent à accroître la notoriété et la visibilité de leur marque, ce pack combine de puissants outils seo sur page avec une surveillance et des analyses de marque basées sur l’IA."],"30% off - Black Friday":["30 % de réduction - Black Friday"],"Compare plans and find the perfect fit for your site - from essential SEO features to advanced automation.":["Comparez les plans et trouvez celui qui convient parfaitement à votre site, des fonctionnalités SEO essentielles à l’automatisation avancée."],"Get tailored SEO analysis for your product pages":["Obtenez une analyse SEO personnalisée pour vos pages de produit"],"Generate standout product titles and descriptions":["Générez des titres et des descriptions de produits remarquables"],"Increase organic visibility for your products":["Augmentez la visibilité organique de vos produits"],"Includes all %1$sPremium%2$s features, plus:":["Inclut toutes les fonctionnalités %1$sPremium%2$s, plus :"],"Built for WooCommerce stores, this bundle helps your products stand out in Google with rich results and smart SEO, plus %s to save time and boost visibility.":["Conçu pour les boutiques WooCommerce, ce lot aide vos produits à se démarquer sur Google avec des résultats enrichis et un SEO intelligent, plus %s pour gagner du temps et améliorer la visibilité."],"Advanced tools to scale your SEO workflow":["Outils avancés pour optimiser votre flux de travail SEO"],"Smarter content tools; internal linking suggestions and redirect automation":["Outils de contenu plus intelligents : suggestions de maillage interne et automatisation des redirections"],"AI-enhanced optimization, built right in at no extra cost":["Optimisation améliorée par l’IA, intégrée sans coût supplémentaire"],"Includes all %1$sFree%2$s features, plus:":["Inclut toutes les fonctionnalités %1$sGratuites%2$s, plus :"],"%s gives entrepreneurs and in-house teams real-time SEO guidance, so content meets best practices and drives visibility, no expert knowledge needed.":["%s offre aux entrepreneurs et aux équipes internes des conseils SEO en temps réel, permettant ainsi à leur contenu répondre aux meilleures pratiques et accroître sa visibilité, sans nécessiter de connaissances expertes."],"Now includes:":["Inclut maintenant :"],"Plan not activated":["Offre non activée"],"Current active plan":["Offre activée actuelle"],"Manage in %s":["Gérer dans %s"],"Buy product":["Acheter le produit"],"Plans":["Formules"],"Learn more":["En savoir plus"],"(Opens in a new browser tab)":["(S’ouvre dans un nouvel onglet)"]}},"comment":{"reference":"js\/dist\/plans.js"}}