{"translation-revision-date":"2025-12-02 10:37:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Deleted or moved a page? Broken links send visitors to dead ends and cost you valuable traffic. %1$s Redirect Manager automatically sends them to the right page":["Usunąłeś lub przeniosłeś stronę? Niedziałające odnośniki kierują odwiedzających do ślepych zaułków i kosztują Cię cenny ruch. Menedżer przekierowań %1$s automatycznie kieruje ich na właściwą stronę"],"Fix broken links before they hurt your SEO":["Napraw uszkodzone odnośniki zanim zaszkodzą Twojemu SEO"],"%1$s access":["%1$s dostępu"],"AI tools included":["Dołączone narzędzia SI"],"Access to friendly help when you need it, day or night":["Dostęp do przyjaznej pomocy, kiedy jej potrzebujesz, w dzień i w nocy"],"Internal links and redirect management, easy":["Łatwe zarządzanie odnośnikami wewnętrznymi i przekierowaniami"],"Easy Local SEO. Show up in Google Maps results":["Łatwe lokalne SEO. Wyświetlaj się w wynikach w Mapach Google"],"Built to get found by search, AI, and real users":["Stworzony, aby dać się znaleźć wyszukiwarce, SI i prawdziwym użytkownikom"],"Make your articles visible, be seen in Google News":["Uczyń swoje artykuły widocznymi, bądź widoczny w Google News"],"Generate SEO optimized metadata in seconds with AI":["Generuj zoptymalizowane pod kątem SEO metadane w ciągu kilku sekund dzięki SI"],"Redirects navigation":["Przekierowuje nawigację"],"Close redirects navigation":["Zamknij przekierowania nawigacji"],"Open redirects navigation":["Otwórz nawigację przekierowań"],"Select all":["Zaznacz wszystko"],"Filter Redirect type":["Rodzaj przekierowania filtra"],"Redirect Type":["Rodzaj przekierowania"],"Plain redirects automatically send visitors from one URL to another. Use them to fix broken links and improve your site's user experience.":["Proste przekierowania automatycznie kierują użytkowników z jednego adresu URL na inny. Użyj ich, aby naprawić uszkodzone odnośniki i poprawić komfort korzystania z witryny."],"Manage and monitor your redirects with ease. Create and edit plain redirects to ensure visitors and search engines reach the right pages. %1$sLearn more about redirects%2$s.":["Z łatwością zarządzaj przekierowaniami i monitoruj je. Twórz i edytuj proste przekierowania, aby zapewnić użytkownikom i wyszukiwarkom dotarcie do właściwych stron. %1$sDowiedz się więcej o przekierowaniach%2$s."],"Redirect method":["Metoda przekierowania"],"All":["Wszystkie"],"Undefined error message.":["Niezdefiniowany komunikat o błędzie."],"Allow":["Zezwól"],"Deny":["Odmów"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Aby zobaczyć ten film, musisz zezwolić %1$s na ładowanie osadzonych filmów z %2$s."],"Unlock with %1$s":["Odblokowanie za pomocą %1$s"],"Refresh this page":["Odśwież tę stronę"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Niestety oznacza to, że wszystkie niezapisane zmiany zostaną utracone. Możesz spróbować odświeżyć tę stronę, aby rozwiązać problem. Jeśli ten błąd nadal występuje, skontaktuj się z naszym zespołem wsparcia, a my udzielimy pomocy!"],"Something went wrong. An unexpected error occurred.":["Coś poszło nie tak. Wystąpił nieoczekiwany błąd."],"Contact support":["Skontaktuj się z pomocą techniczną"],"We're very sorry, but it seems like the following error has interrupted our application:":["Bardzo nam przykro, ale wygląda na to, że następujący błąd przerwał działanie naszej aplikacji:"],"No items found":["Nie znaleziono elementów"],"Add redirect":["Dodaj przekierowanie"],"Old URL":["Stary adres URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Typ przekierowania to kod odpowiedzi HTTP, wysyłany do przeglądarki, który mówi jej, jakiego rodzaju przekierowanie ma miejsce. %1$sPrzeczytaj więcej o typach przekierowań%2$s."],"301 Moved Permanently":["301 przeniesiony trwale"],"Type":["Rodzaj"],"Plain redirects":["Zwykłe przekierowania"],"Regex redirects":["Przekierowania wyrażeń regularnych"],"(Opens in a new browser tab)":["(Otworzy się w nowej zakładce)"],"24\/7 support":["Wsparcie 24\/7"],"Redirects":["Przekierowania"],"New URL":["Nowy adres URL"]}},"comment":{"reference":"js\/dist\/redirects.js"}}