{"translation-revision-date":"2025-12-02 10:37:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"We haven’t analyzed this content yet. Please open it in your editor and save it so we can start the analysis.":["Nie przeanalizowaliśmy jeszcze tej treści. Otwórz ją w edytorze i zapisz, abyśmy mogli rozpocząć analizę."],"The top 5 search queries on your website with the highest number of clicks over the last 28 days.":["5 najpopularniejszych zapytań w wyszukiwarce internetowej, które w ciągu ostatnich 28 dni przyniosły najwięcej kliknięć."],"%1$s score":["Wynik %1$s"],"Clicks, Impressions, CTR, Position":["Kliknięcia, Wyświetlenia, CTR, Pozycja"],"The top 5 URLs on your website with the highest number of clicks over the last 28 days.":["5 najpopularniejszych adresów URL w Twojej witrynie, które w ciągu ostatnich 28 dni miały największą liczbę kliknięć."],"The average position of your website in the Google search results over the last 28 days.":["Średnia pozycja Twojej witryny w wynikach wyszukiwania Google w ciągu ostatnich 28 dni."],"Average position of your website in the Google search results\u0004Average position":["Średnia pozycja"],"The average click-through-rate for your website in the Google search results over the last 28 days.":["Średni współczynnik klikalności Twojej witryny w wynikach wyszukiwania Google w ciągu ostatnich 28 dni."],"Click-through-rate for your website in the Google search results\u0004Average CTR":["Średni CTR"],"The number of times users clicked on your website's link in the Google search results\u0004Clicks":["Kliknięcia"],"The number of times your website appeared in the Google search results\u0004Impressions":["Wyświetlenia"],"The number of organic sessions that began on your website.":["Liczba sesji organicznych, które rozpoczęły się na Twojej witrynie internetowej."],"Data provided by:":["Dane dostarczone przez:"],"Impressions, Clicks, Site CTR, Average position":["Wyświetlenia, kliknięcia, CTR witryny, średnia pozycja"],"The number of times users clicked on your website's link in the Google search results over the last 28 days.":["Liczba kliknięć odnośnika do Twojej witryny w wynikach wyszukiwania Google w ciągu ostatnich 28 dni."],"The number of times your website appeared in the Google search results over the last 28 days.":["Liczba wyświetleń Twojej witryny w wynikach wyszukiwania Google w ciągu ostatnich 28 dni."],"Organic sessions":["Sesje organiczne"],"Organic sessions chart":["Wykres sesji organicznych"],"Last 28 days":["Ostatnie 28 dni"],"Top 5 search queries":["5 najczęściej wyszukiwanych haseł"],"Query":["Zapytanie"],"Top 5 most popular content":["Top 5 najpopularniejszych treści"],"No data to display: Your site hasn't received any visitors yet.":["Brak danych do wyświetlenia: Twoja witryna nie otrzymała jeszcze żadnych odwiedzających."],"Actions":["Akcje"],"Average position":["Średnia pozycja"],"CTR":["CTR"],"Impressions":["Wyświetlenia"],"Clicks":["Kliknięcia"],"Landing page":["Strona docelowa"],"We can’t analyze your content, because you’re in a non-production environment.":["Nie możemy analizować zawartości, ponieważ jesteś w środowisku nieprodukcyjnym."],"We can’t provide SEO scores, because the SEO analysis is disabled for your site.":["Nie możemy podać wyników SEO, ponieważ analiza SEO jest wyłączona dla witryny."],"We can’t provide an SEO score for this page.":["Nie możemy podać wyniku SEO dla tej strony."],"Content analysis hasn't started. Please open this page in your editor, enter a focus keyphrase and save.":["Analiza treści nie została rozpoczęta. Otwórz tę stronę w edytorze, wprowadź frazę kluczową i zapisz."],"Something went wrong. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Coś poszło nie tak. Spróbuj odświeżyć stronę. Jeśli problem nie ustąpi, sprawdź naszą stronę %1$sWsparcie%2$s."],"You don’t have permission to access this resource. Please contact your admin for access. In case you need further help, please check our %1$sSupport page%2$s.":["Nie masz uprawnień dostępu do tego zasobu. Skontaktuj się z administratorem, aby uzyskać dostęp. Jeśli potrzebujesz dalszej pomocy, sprawdź naszą stronę %1$sWsparcie%2$s."],"The request timed out. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Upłynął limit czasu żądania. Spróbuj odświeżyć stronę. Jeśli problem nie ustąpi, sprawdź naszą stronę %1$sWsparcie%2$s."],"Site Kit by Google":["Site Kit od Google"],"SEO scores":["Ocena SEO"],"Readability scores":["Wyniki czytelności"],"Something went wrong.":["Coś poszło nie tak."],"Clear filter":["Wyczyść filtr"],"All":["Wszystkie"],"Nothing found":["Nic nie znaleziono"],"Some of your content hasn't been analyzed yet. Please open it and save it in your editor so we can start the analysis.":["Niektóre treści nie zostały jeszcze przeanalizowane. Otwórz je i zapisz w edytorze, abyśmy mogli rozpocząć analizę."],"Your content has an average readability score. Time to find opportunities for improvement!":["Twoje treści mają średni wynik czytelności. Czas znaleźć możliwości poprawy!"],"Most of your content has a good readability score. Well done!":["Większość treści ma dobry wynik czytelności. Dobra robota!"],"Some of your content hasn't been analyzed yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Niektóre treści nie zostały jeszcze przeanalizowane. Otwórz ją w edytorze, upewnij się, że wprowadzono frazę kluczową i zapisz ją, abyśmy mogli rozpocząć analizę."],"Some of your content could use a little extra care. Take a look and start improving!":["Niektórym treściom przydałoby się trochę więcej uwagi. Przyjrzyj się im i zacznij ulepszać!"],"Your content has an average SEO score. Time to find opportunities for improvement!":["Twoje treści mają średni wynik SEO. Czas znaleźć możliwości poprawy!"],"Most of your content has a good SEO score. Well done!":["Większość treści ma dobry wynik SEO. Dobra robota!"],"We haven’t analyzed this content yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Nie przeanalizowaliśmy jeszcze tej zawartości. Otwórz ją w edytorze, upewnij się, że wprowadzono frazę kluczową i zapisz ją, abyśmy mogli rozpocząć analizę."],"Not analyzed":["Nie analizowano"],"Content type":["Rodzaj treści"],"Needs improvement":["Wymaga poprawy"],"Disabled":["Wyłączono"],"SEO score":["Ocena SEO"],"Good":["Dobre"],"OK":["OK"],"View":["Zobacz"],"Edit":["Edytuj"]}},"comment":{"reference":"js\/dist\/externals\/dashboardFrontend.js"}}