{"translation-revision-date":"2025-12-02 10:37:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Get your verification code in %1$sAhrefs%2$s.":["Uzyskaj kod weryfikacyjny w %1$sAhrefs%2$s."],"AI tools":["Narzędzia SI"],"You have unsaved changes. Please save to view the updated %1$s file.":["Masz niezapisane zmiany. Zapisz, aby wyświetlić zaktualizowany plik %1$s."],"Ahrefs":["Ahrefs"],"Google Docs add-on (1 seat)":["Dodatek Google Docs (1 miejsce)"],"You have activated the Yoast llms.txt feature, but we couldn't generate an llms.txt file, for unknown reasons":["Aktywowałeś funkcję Yoast llms.txt, ale z nieznanych przyczyn nie mogliśmy wygenerować pliku llms.txt"],"Buy now for 30% off":["Kup teraz ze zniżką 30%"],"SEO that scales with your product catalog.":["SEO dostosowane do Twojego katalogu produktów."],"An existing llms.txt file wasn't created by Yoast or has been edited manually. Yoast won't overwrite it. %1$sDelete it manually%2$s or turn off this feature.":["Istniejący plik llms.txt nie został utworzony przez Yoast lub został edytowany ręcznie. Yoast go nie nadpisze. %1$sUsuń go ręcznie%2$s lub wyłącz tę funkcję."],"Get 30% off now!":["Otrzymaj teraz 30% zniżki!"],"30-day money back guarantee":["30-dniowa gwarancja zwrotu pieniędzy"],"%1$s access":["%1$s dostępu"],"AI tools included":["Dołączone narzędzia SI"],"Now with Local, News & Video SEO + 1 Google Docs seat!":["Teraz z lokalnym SEO, wiadomościami i film + 1 miejscem w Google Docs!"],"%1$s%2$s %3$s":["%1$s%2$s %3$s"],"Boost visibility for your products, from 10 or 10,000+":["Zwiększ widoczność swoich produktów, od 10 do ponad 10 000"],"Access to friendly help when you need it, day or night":["Dostęp do przyjaznej pomocy, kiedy jej potrzebujesz, w dzień i w nocy"],"Internal links and redirect management, easy":["Łatwe zarządzanie odnośnikami wewnętrznymi i przekierowaniami"],"Easy Local SEO. Show up in Google Maps results":["Łatwe lokalne SEO. Wyświetlaj się w wynikach w Mapach Google"],"Built to get found by search, AI, and real users":["Stworzony, aby dać się znaleźć wyszukiwarce, SI i prawdziwym użytkownikom"],"Make your articles visible, be seen in Google News":["Uczyń swoje artykuły widocznymi, bądź widoczny w Google News"],"Generate SEO optimized metadata in seconds with AI":["Generuj zoptymalizowane pod kątem SEO metadane w ciągu kilku sekund dzięki SI"],"Customize llms.txt file":["Dostosuj plik llms.txt"],"Add page":["Dodaj stronę"],"Remove page %1$s":["Usuń stronę %1$s"],"Content pages":["Strony z treścią"],"Shop page":["Strona sklepu"],"Privacy policy":["Polityka prywatności"],"Terms page":["Strona taksonomii"],"Contact page":["Strona kontaktu"],"About us page":["Strona o nas"],"Select the pages that you want to include in the %1$s file":["Wybierz strony, które chcesz uwzględnić w pliku %1$s"],"Manual page selection":["Ręczny wybór strony"],"Automatic page selection":["Automatyczny wybór strony"],"%1$s page selection":["%1$s wybór strony"],"View the %1$s file":["Wyświetl plik %1$s"],"Enabling this feature generates and updates an %1$s file weekly that lists a selection of your site's content.":["Włączenie tej funkcji powoduje cotygodniowe generowanie i aktualizowanie pliku %1$s zawierającego listę wybranych treści witryny."],"Pages are %1$sdisabled from being shown in the search results%2$s.":["Strony są %1$swyłączone i nie mogą być wyświetlane w wynikach wyszukiwania%2$s."],"Generate an automatic page selection based on %1$sYoast SEO’s best practices%2$s, or manually choose the pages to be included in your %3$s file.":["Wygeneruj automatyczny wybór stron w oparciu o najlepsze %1$spraktyki Yoast SEO%2$s lub ręcznie wybierz strony, które mają zostać uwzględnione w pliku %3$s."],"Future-proof your website for visibility in AI tools like ChatGPT and Google Gemini. This helps them provide better, more accurate information about your site. %1$sLearn more about the %2$s file%3$s.":["Przygotuj swoją witrynę na przyszłość, zapewniając jej widoczność w narzędziach SI, takich jak ChatGPT i Google Gemini. Dzięki temu będą one mogły dostarczać lepsze i dokładniejsze informacje o Twojej witrynie. %1$sDowiedz się więcej o %2$s pliku%3$s."],"Automatically generate an llms.txt file that points LLMs to your site's most relevant content. We also gave you editor access.":["Automatycznie generuj plik llms.txt, który wskazuje LLM-om najbardziej istotne treści na Twojej stronie. Przyznaliśmy Ci również uprawnienia redaktora."],"Enable the llms.txt feature":["Włącz funkcję llms.txt"],"Enable %1$s file feature":["Włącz funkcję pliku %1$s"],"Search or select a page…":["Wyszukaj lub wybierz stronę…"],"Now includes:":["Teraz zawiera:"],"You have activated the Yoast llms.txt feature, but we couldn't generate an llms.txt file. It looks like there aren't sufficient permissions on the web server's filesystem.":["Aktywowałeś funkcję Yoast llms.txt, ale nie mogliśmy wygenerować pliku llms.txt. Wygląda na to, że nie ma wystarczających uprawnień w systemie plików serwera WWW."],"Generate a file that points to your website's most relevant content. Designed to help AI Assistants understand your website better.":["Wygeneruj plik, który wskazuje na najbardziej istotną treść Twojej witryny internetowej. Zaprojektowany, aby pomóc asystentom SI lepiej zrozumieć Twoją witrynę."],"llms.txt":["llms.txt"],"Search…":["Szukaj…"],"Quick search…":["Szybkie wyszukiwanie…"],"Add new page…":["Utwórz stronę…"],"Add new user…":["Utwórz użytkownika…"],"Unsaved changes":["Niezapisane zmiany"],"Buy now":["Kup teraz"],"The AI features help you create better content by providing optimization suggestions that you can apply as you wish.":["Funkcje sztucznej inteligencji pomagają tworzyć lepsze treści, dostarczając sugestie dotyczące optymalizacji, które można zastosować według własnego uznania."],"Undefined error message.":["Niezdefiniowany komunikat o błędzie."],"The selected file is not an image.":["Wybrany plik nie jest obrazkiem."],"Organization X":["X organizacji"],"X card data":["Dane do kart X"],"LEI code":["Kod LEI"],"E.g. https:\/\/x.com\/yoast":["Np. https:\/\/x.com\/yoast"],"X":["X"],"suggestions":["sugestie"],"meta title":["meta tytuł"],"Artificial intelligence":["Sztuczna inteligencja"],"Please tell us more about your organization’s identifiers. This information will help Google to display accurate and helpful details about your organization.":["Proszę powiedzieć nam więcej o identyfikatorach organizacji. Te informacje pomogą Google wyświetlić dokładne i przydatne informacje o twojej organizacji."],"Organization identifiers":["Identyfikatory organizacji"],"5001–10000 employees":["5001–10000 pracowników"],"1001–5000 employees":["1001–5000 pracowników"],"501–1000 employees":["501–1000 pracowników"],"201–500 employees":["201–500 pracowników"],"51–200 employees":["51–200 pracowników"],"11–50 employees":["11–50 pracowników"],"1–10 employees":["1–10 pracowników"],"Select a range \/ Enter a number":["Wybierz zakres \/ wpisz liczbę"],"Enrich your organization's profile by providing more in-depth information. The more details you share, the better Google understands your website.":["Wzbogać profil organizacji, podając bardziej szczegółowe informacje. Im więcej szczegółów podasz, tym lepiej Google zrozumie twoją witrynę."],"Additional organization info":["Dodatkowe informacje o organizacji"],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your email and phone for %2$seach specific location%3$s.":["Aktywowałeś %1$s w swojej witrynie i skonfigurowałeś swoją firmę dla wielu lokalizacji. Umożliwia to podanie adresu e-mail i telefonu dla %2$skażdej konkretnej lokalizacji%3$s."],"You have %1$s activated on your site, and you've configured your business for multiple locations. This allows you to provide your VAT ID and Tax ID for %2$seach specific location%3$s.":["Aktywowałeś %1$s na swojej witrynie i skonfigurowałeś firmę dla wielu lokalizacji. Dzięki temu możesz podać swój identyfikator VAT i identyfikator podatkowy dla %2$sposzczególnych lokalizacji%3$s."],"You have %1$s activated on your site. You can provide your email and phone in the %2$s‘Business info’ settings%3$s.":["Masz aktywowany %1$s na swojej stronie. Możesz podać swój adres e-mail i telefon w ustawieniach %2$s\"Informacje biznesowe\"%3$s."],"You have %1$s activated on your site. You can provide your VAT ID and Tax ID in the %2$s‘Business info’ settings%3$s.":["W witrynie aktywowano opcję %1$s. Możesz podać swój identyfikator VAT i identyfikator podatkowy w ustawieniach %2$s\"Informacje biznesowe\"%3$s."],"NAICS":["NSICS"],"leicode":["kod LEI"],"DUNS":["DUNS"],"ISO 6523":["ISO 6523"],"Tax ID":["Identyfikator podatkowy"],"VAT ID":["Identyfikator VAT"],"Number of employees":["Liczba pracowników"],"Organization's founding date":["Data założenia organizacji"],"Organization's legal name":["Nazwa prawna organizacji"],"Organization phone number":["Numer telefonu organizacji"],"Organization email address":["Adres e-mail organizacji"],"Organization description":["Opis organizacji"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["W witrynie aktywowano opcję %1$s, która automatycznie ustawia typ strony dla produktów na \"Strona artykułu\". W rezultacie wybór typu strony jest wyłączony."],"No need to figure out what to link to. You get linking suggestions for relevant posts and pages to make your website easier to navigate.":["Nie musisz zastanawiać się, do czego linkować. Otrzymasz sugestie linków do odpowiednich postów i stron, aby ułatwić nawigację w witrynie."],"Explore %s now!":["Odkryj %s już teraz!"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by OpenAI GPTBot.":["Dodaj regułę \"disallow\" do pliku robots.txt, aby zapobiec indeksowaniu przez OpenSI GPTBot."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by the Google-Extended bot. Enabling this setting won’t prevent Google from indexing your website.":["Dodaj regułę \"disallow\" do pliku robots.txt, aby zapobiec indeksowaniu przez bota Google-Extended. Włączenie tego ustawienia nie uniemożliwi Google indeksowania witryny."],"Lots of web traffic comes from bots crawling the web. Some can benefit your site or business, while other bots don't. Blocking unwanted bots can save energy, help with site performance, and protect copyrighted content. Learn more about %1$swhen to block unwanted bots%2$s.":["Dużo ruchu w sieci pochodzi z botów indeksujących sieć. Niektóre mogą być korzystne dla Twojej witryny lub firmy, podczas gdy inne nie. Blokowanie niechcianych botów może oszczędzać energię, pomóc w wydajności witryny i chronić treści chronione prawem autorskim. Dowiedz się więcej o %1$skiedy blokować niechciane boty%2$s."],"Prevent OpenAI GPTBot from crawling":["Zapobieganie indeksowaniu przez OpenSI GPTBot"],"Prevent Google Gemini and Vertex AI bots from crawling":["Zapobiegaj indeksowaniu przez boty Google Gemini i Vertex SI"],"Prevent Common Crawl CCBot from crawling":["Zapobieganie indeksowaniu Common Crawl CCBot"],"Internal linking suggestions":["Sugestie linkowania wewnętrznego"],"Learn more about %s (Opens in a new browser tab)":["Dowiedz się więcej o %s (Otwiera się w nowej przeglądarce)"],"30% OFF":["30% taniej"],"BLACK FRIDAY":["CZARNY PIĄTEK"],"Social media appearance":["Wygląd w mediach społecznościowych"],"AI generator":["Generator SI"],"AI title & description generator":["Generator tytułów i opisów SI"],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Należy pamiętać, że następujące powszechnie używane parametry nie zostaną usunięte: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s i %7$s."],"Clear selection":["Usuń zaznaczenie"],"Please see the “New” badges and review the Search appearance settings.":["Zobacz plakietki \"Nowe\" i przejrzyj ustawienia wyglądu wyszukiwania."],"New type of content added to your site!":["Nowy rodzaj treści dodany do witryny!"],"Site policies":["Zasady obowiązujące w witrynie"],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Wybierz stronę, która zawiera informacje na temat polityki różnorodności w odniesieniu do %1$spersonelu%2$s, %1$szatrudniania%2$s i %1$szatrudnienia%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Wybierz stronę zawierającą informacje na temat polityki różnorodności dla %1$streści%2$s."],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Wybierz stronę opisującą osobiste, organizacyjne i korporacyjne %1$sstandardy%2$s %1$szachowania%2$s oczekiwane przez organizację."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Wybierz stronę, na której przedstawiono procedurę usuwania %1$sbłędów%2$s (np. publikowania wycofań lub poprawek)."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Wybierz stronę, na której opisano, w jaki sposób organizacja gromadzi %1$sinformacje zwrotne%2$s i reaguje na nie, współpracuje z %1$sopinią publiczną%2$s i priorytetowo traktuje %1$sprzejrzystość%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about %1$sfunding%2$s and %1$sgrants%2$s.":["Wybierz stronę opisującą strukturę własności organizacji. Powinna ona zawierać informacje o %1$sfinansowaniu%2$s i %1$sdotacjach%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Wybierz stronę, która opisuje zasady redakcyjne Twojej organizacji. %1$sO czym%2$s piszesz, %1$sdla kogo%2$s piszesz i %1$sdlaczego%2$s?"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Wybierz strony w swojej witrynie, które zawierają informacje o zasadach organizacyjnych i zasadach publikowania. Niektóre z nich mogą nie mieć zastosowania do witryny i możesz wybrać tę samą stronę dla wielu zasad. %1$sDowiedz się więcej o tym, dlaczego ustawienie zasad witryny jest ważne%2$s."],"Diversity staffing report":["Raport dotyczący różnorodności personelu"],"Diversity policy":["Polityka różnorodności"],"Ethics policy":["Polityka etyczna"],"Corrections policy":["Polityka korekt"],"Actionable feedback policy":["Polityka informacji zwrotnej umożliwiająca podejmowanie działań"],"Ownership \/ Funding info":["Informacje o własności \/ finansowaniu"],"Publishing policies":["Zasady publikacji"],"Publishing principles":["Zasady publikacji"],"Failed to retrieve pages.":["Nie udało się pobrać stron."],"Searching pages…":["Przeszukiwanie stron…"],"No pages found.":["Nie znaleziono żadnych stron."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Google AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Dodaj regułę \"disallow\" do pliku robots.txt, aby zapobiec indeksowaniu przez Google AdsBot. Włącz to ustawienie tylko wtedy, gdy nie korzystasz z reklam Google w swojej witrynie."],"Block unwanted bots":["Blokowanie niechcianych botów"],"Prevent Google AdsBot from crawling":["Zapobieganie indeksowaniu przez Google AdsBot"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Dodaj regułę \"disallow\" do pliku robots.txt, aby zapobiec indeksowaniu adresów URL takich jak %1$s, %2$s i %3$s."],"The name of this category is %1$s.":["Nazwa tej kategorii to %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Ostrzeżenie! Są to funkcje eksperckie, więc upewnij się, że wiesz, co robisz, zanim użyjesz tego ustawienia. Może to spowodować uszkodzenie witryny. %1$sPrzeczytaj więcej o tym, jak może to wpłynąć na witrynę%2$s."],"Remove Other profile %1$s":["Usuń inny profil %1$s"],"Read more about how to get your site verified.":["Przeczytaj więcej o tym, jak zweryfikować swoją witrynę."],"Get your site verified in your Mastodon profile.":["Zweryfikuj swoją witrynę w profilu Mastodon."],"E.g. https:\/\/mastodon.social\/@yoast":["Np. https:\/\/mastodon.social\/@yoast"],"Mastodon":["Mastodon"],"Organization Mastodon":["Organizacja Mastodon"],"%1$s Settings - %2$s":["%1$s Ustawienia - %2$s"],"Settings navigation":["Nawigacja ustawień"],"Close settings navigation":["Zamknij nawigację ustawień"],"Open settings navigation":["Otwórz nawigację ustawień"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Wybierz, czy witryna reprezentuje organizację czy osobę. %1$sDowiedz się więcej o różnicach i wyborze między Organizacją a Osobą%2$s."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Ogranicz długość zapytań do wyszukiwania w witrynie, aby zmniejszyć wpływ ataków spamowych i mylących adresów URL. Wprowadź liczbę z przedziału od 1 do 50."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Zapobiega usuwaniu określonych parametrów URL przez powyższą funkcję. Np. dodanie %1$s zapobiegnie przekierowaniu %2$s na %3$s. Możesz dodać wiele parametrów i oddzielić je za pomocą enter lub przecinka."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Konsoliduje formaty URL wyszukiwania wielu stron WordPressa w składnię %1$s. Np. %2$s przekieruje do %3$s"],"Determine how your %1$s should look on social media.":["Ustal, jak %1$s powinny wyglądać w mediach społecznościowych."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Wyłączenie tego oznacza, że strony archiwalne dla %1$s nie będą indeksowane przez wyszukiwarki i zostaną wykluczone z map stron XML."],"Got it!":["Rozumiem!"],"The number you've entered is not between 1 and 50.":["Wprowadzona liczba nie mieści się w przedziale od 1 do 50."],"Please enter a number between 1 and 50.":["Proszę wpisać liczbę z przedziału od 1 do 50."],"Redirect pretty URLs to ‘raw’ formats":["Przekierowywanie ładnych adresów URL do \"surowych\" formatów"],"Index Now":["Indeksuj teraz"],"Failed to retrieve media.":["Nie udało się wyświetlić medium."],"Only available for English sites":["Dostępne tylko dla stron w języku angielskim"],"Show date archives in search results":["Pokaż archiwa dat w wynikach wyszukiwania"],"Show %1$s archives in search results":["Pokaż archiwa %1$s w wynikach wyszukiwania"],"Prefix for archive breadcrumbs":["Prefiks dla okruszków w archiwum"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Wybrałeś użytkownika %1$s%3$s%2$s jako osobę, którą reprezentuje ta strona. Informacje o ich profilu użytkownika będą teraz używane w wynikach wyszukiwania. Przykro nam, nie możesz edytować profilu tego użytkownika. Skontaktuj się z administratorem lub %1$s%3$s%2$s, aby sprawdzić i\/lub zaktualizować profil."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Nazwa organizacji i logo muszą być ustawione, aby dane strukturalne działały poprawnie. Ponieważ jeszcze ich nie ustawiono, używamy nazwy witryny i logo jako wartości domyślnych. %1$sDowiedz się więcej o znaczeniu danych strukturalnych%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Ta informacja ma się pojawić w %1$sGoogle's Knowledge Graph%2$s."],"Other profile %1$s":["Inny profil %1$s"],"Tweet":["Tweet"],"Open Graph":["Open Graph"],"Organization Facebook":["Organizacja Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Archiwa formatu"],"File":["Plik"],"PDF":["PDF"],"Video":["Film"],"Attachment":["Załącznik"],"404 pages title":["Tytuł strony 404"],"Search pages title":["Tytuł strony wyszukiwania"],"Enable date archives":["Włącz archiwa dat"],"Enable author archives":["Włącz archiwa autorów"],"Anchor text for the homepage":["Tekst kotwicy dla strony głównej"],"Organization\/person":["Organizacja\/osoba"],"Divider":["Rozdzielacz"],"Remove Atom\/RDF feeds":["Usuń kanały Atom\/RDF"],"Webmaster":["Webmaster"],"Share":["Udostępnij"],"Structured data":["Dane strukturalne"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Włącz mapy stron XML %1$s. Mapa strony to plik, który zawiera listę najważniejszych stron witryny, aby upewnić się, że wyszukiwarki mogą je znaleźć i indeksować."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Ikona %1$s na górnym pasku administratora zapewnia szybki dostęp do narzędzi firm trzecich do analizy stron i ułatwia sprawdzenie, czy masz nowe powiadomienia."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Pozwala Facebookowi i innym mediom społecznościowym wyświetlić podgląd z obrazów i fragmentu tekstu, gdy link do witryny jest udostępniany. Włącz tę funkcję, aby zoptymalizować swoją witrynę pod kątem mediów społecznościowych."],"Count the number of internal links from and to your posts to improve your site structure.":["Policz liczbę linków wewnętrznych z i do twoich wpisów, aby poprawić strukturę witryny."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Oznaczaj i filtruj swoje kluczowe treści, aby mieć pewność, że najważniejsze artykuły otrzymają uwagę, na którą zasługują. Aby pomóc w pisaniu doskonałych kopii, będziemy bardziej rygorystycznie oceniać tekst."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Uzyskaj większy wgląd w to, co piszesz. Jakich słów używasz najczęściej? Ile czasu zajmuje przeczytanie tekstu? Czy tekst jest łatwy do odczytania?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Analiza języka integracyjnego oferuje sugestie dotyczące pisania bardziej integracyjnych kopii, dzięki czemu więcej osób będzie mogło odnieść się do treści."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["Analiza SEO oferuje sugestie, które mają na celu poprawę wykrywalności tekstu i upewnia się, że treści spełniają najlepsze praktyki."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Ustaw podstawowe informacje dla swojej strony internetowej. Możesz użyć %1$stagline%2$s i %1$sseparator%2$s jako %3$szmienne zastępcze%4$s podczas konfigurowania wyglądu wyszukiwania treści."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Śledzenie użytkowania pozwala nam śledzić niektóre dane o witrynie, aby poprawić naszą wtyczkę. %1$sDowiedz się więcej o tym, jakie dane śledzimy i dlaczego%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Link do archiwum dla autora wpisu, z nazwą autora jako tekst."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Określ, jak strony %1$s powinny być domyślnie opisane w znaczniku Schema.org witryny. Zawsze możesz dostosować ustawienia dla poszczególnych stron %1$s w metaboksie %2$s."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Określ, jak strony %1$s powinny wyglądać w wyszukiwarkach. Zawsze możesz dostosować ustawienia dla poszczególnych %1$s stron w metaboksie %2$s."],"Enable %1$s pages":["Włącz strony %1$s"],"Determine how your homepage should look in the search results.":["Ustal, jak powinna wyglądać strona główna w wynikach wyszukiwania."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Określ, jak %1$s mają wyglądać w wyszukiwarkach. Zawsze możesz dostosować ustawienia dla poszczególnych %1$s w metaboksie %2$s."],"Enable format-based archives":["Włącz archiwa oparte na formacie"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Nie wiesz jak zaimplementować %3$s okruszki na swojej stronie? Przeczytaj %1$snasz artykuł pomocy dotyczący implementacji okruszków%2$s."],"Show %1$s without posts in search results":["Pokaż %1$s bez wpisów w wynikach wyszukiwania"],"Enable %1$s":["Włącz %1$s"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Określ, jak %1$s mają wyglądać domyślnie na mediach społecznościowych. Zawsze możesz dostosować ustawienia dla poszczególnych %1$s w metaboksie %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Określ, jak mają wyglądać %1$s w wynikach wyszukiwania domyślnie. Zawsze możesz dostosować ustawienia dla poszczególnych %1$s w metaboksie %2$s."],"This taxonomy is used for %2$s.":["Taksonomia ta jest stosowana dla %2$s."],"This taxonomy is used for %1$s and %2$s.":["Taksonomia ta jest stosowana dla %1$s i %2$s."],"Read more about our custom field analysis":["Przeczytaj więcej o naszej analizie pól niestandardowych"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Określ, jak %1$s mają wyglądać domyślnie w mediach społecznościowych. Zawsze możesz dostosować ustawienia dla poszczególnych %1$s w %2$s pasku bocznym lub metaboksie."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Określ, jak ma wyglądać %1$s w wynikach wyszukiwania domyślnie. Zawsze możesz dostosować ustawienia dla poszczególnych %1$s w %2$s pasku bocznym lub metaboksie."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Określ, w jaki sposób %1$s ma być domyślnie opisane w %2$sznaczniku Schema.org witryny%3$s. Zawsze możesz zmienić ustawienia dla poszczególnych %1$s w %4$s sidebarze lub metaboksie."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Możesz dodać wiele pól własnych i oddzielić je za pomocą %1$senter%2$s lub %1$sprzecinek%2$s."],"Please enter a search term with at least %d characters.":["Proszę wpisać szukane hasło składające się z co najmniej %d znaków."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Unavailable for multisites":["Niedostępne dla instalacji „miltisite”"],"BLACK FRIDAY | 30% OFF":["CZARNY PIĄTEK | 30% ZNIŻKI"],"Determine how the title of your 404 error pages should look in the browser.":["Wybierz, jak tytuł stron z błędami 404 ma wyglądać w przeglądarce."],"404 error pages":["Strony błędów 404"],"Determine how the title of your internal search pages should look in the browser.":["Wybierz, jak tytuł wewnętrznych stron wyszukiwania ma wyglądać w przeglądarce."],"Internal search pages":["Wewnętrzne strony wyszukiwania"],"Show media pages in search results":["Pokaż strony mediów w wynikach wyszukiwania"],"Show format archives in search results":["Pokaż archiwa formatów w wynikach wyszukiwania"],"Show author archives in search results":["Pokaż archiwa autorów w wynikach wyszukiwania"],"Breadcrumbs for %1$s":["Okruszki dla %1$s"],"Site connections":["Połączenia witryny"],"View the XML sitemap":["Zobacz mapę strony XML"],"Enable feature":["Włącz funkcję"],"Site features":["Funkcje strony"],"Learn more":["Dowiedz się więcej"],"Site info":["Informacje o stronie"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Przykro nam, nie możesz edytować %1$stytułu strony%2$s i %1$spodpisu%2$s."],"Show or hide our tools and controls in the attachment editor.":["Pokaż lub ukryj nasze narzędzia i elementy sterujące w edytorze załączników."],"(e.g., %1$s)":["(np. %1$s)"],"Remove unregistered URL parameters":["Usuń niezarejestrowane parametry adresu URL"],"Optimize Google Analytics utm tracking parameters":["Optymalizacja parametrów śledzenia Google Analytics utm"],"Remove WP-JSON API":["Usuń WP-JSON API"],"Remove emoji scripts":["Usuń skrypty emoji"],"Remove Atom \/ RDF feeds":["Usuń kanały Atom \/ RDF"],"Remove search results feeds":["Usuń kanały RSS wyników wyszukiwania"],"Remove custom taxonomy feeds":["Usuń kanały RSS taksonomii"],"Remove tag feeds":["Usuń kanały RSS znaczników"],"Remove category feeds":["Usuń kanały RSS kategorii"],"Remove post type feeds":["Usuń kanały RSS dla typów wpisów"],"Remove post authors feeds":["Usunięcie kanałów RSS autorów"],"Remove post comments feeds":["Usuń RSS komentarzy do wpisów"],"Remove global comment feeds":["Usuń kanały RSS komentarzy"],"Remove global feed":["Usunięcie kanału RSS"],"Remove powered by HTTP header":["Usuń „powered by” z nagłówka HTTP"],"Remove generator tag":["Usuń znacznik generatora"],"Remove oEmbed links":["Usuń odnośniki oEmbed"],"Remove RSD \/ WLW links":["Usuń odnośniki RSD \/ WLW"],"Remove REST API links":["Usuń odnośniki REST API"],"Remove shortlinks":["Usuń krótkie odnośniki"],"Show or hide our tools and controls in the content editor.":["Pokaż lub ukryj nasze narzędzia i elementy sterujące w edytorze treści."],"Enable SEO controls and assessments":["Umożliwienie kontroli i oceny SEO"],"Unlock with %1$s":["Odblokowanie za pomocą %1$s"],"We couldn’t find anything with that term.":["Nie mogliśmy znaleźć nic z tym terminem."],"No, continue editing":["Nie, kontynuuj edycję"],"Yes, discard changes":["Tak, odrzuć zmiany"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Zostaną usunięte wszystkie niezapisane zmiany. Wszystkie ustawienia zostaną zresetowane do punktu, w którym ostatnio je zapisano. Czy na pewno chcesz to zrobić?"],"Discard all changes":["Odrzuć wszystkie zmiany"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Użyj alternatywnej nazwy organizacji dla akronimów, lub krótszej wersji nazwy organizacji."],"Alternate organization name":["Alternatywna nazwa organizacji"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Użyj alternatywnej nazwy strony dla akronimów, lub krótszej wersji nazwy strony."],"Alternate website name":["Alternatywna nazwa strony internetowej"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Wybrałeś użytkownika %1$s%5$s%2$s jako osobę, którą reprezentuje ta strona. Informacje o jej profilu użytkownika będą teraz używane w wynikach wyszukiwania. %3$sZaktualizuj profil, aby upewnić się, że informacje są poprawne%4$s."],"Please tell us more about the person this site represents.":["Powiedz nam więcej o osobie, która reprezentuje witrynę."],"E.g. https:\/\/example.com\/yoast":["Np. https:\/\/example.com\/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Powiedz nam, czy masz jakieś inne profile w sieci, które należą do organizacji. Może to być dowolna liczba profili, jak YouTube, LinkedIn, Pinterest, a nawet Wikipedia."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Proszę powiedzieć nam więcej o swojej organizacji. Te informacje pomogą Google zrozumieć witrynę i zwiększyć szansę na uzyskanie bogatych wyników."],"E.g. https:\/\/facebook.com\/yoast":["Np. https:\/\/facebook.com\/yoast"],"Other profiles":["Inne profile"],"Writing":["Pisanie"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Tytuł i opis dla strony bloga możesz ustalić poprzez %1$sedycję samej strony bloga%2$s."],"Advanced: URL cleanup":["Zaawansowane: Czyszczenie adresów URL"],"Prevent crawling of internal site search URLs":["Zapobieganie indeksowaniu wewnętrznych adresów URL wyszukiwania witryny"],"Block internal site searches which match the patterns of known spam attacks.":["Blokowanie wewnętrznych wyszukiwań stron, które pasują do wzorców znanych ataków spamowych."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blokuj wewnętrzne wyszukiwania stron, które zawierają złożone i niealfanumeryczne znaki, ponieważ mogą być częścią ataku spamowego."],"Enables advanced settings for protecting your internal site search URLs.":["Włącza zaawansowane ustawienia ochrony wewnętrznych adresów URL wyszukiwania witryny."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Wyszukiwarka na stronie może stworzyć wiele mylących adresów URL dla wyszukiwarek, a nawet może być używane jako sposób dla spamerów SEO do ataku na witrynę. Większość stron skorzysta z eksperymentowania z tymi zabezpieczeniami i optymalizacjami, nawet jeśli nie masz funkcji wyszukiwania w swoim motywie."],"Internal site search cleanup":["Czyszczenie wewnętrznego wyszukiwania stron"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Dodaj regułę \"disallow\" do swojego pliku robots.txt, aby zapobiec indeksowaniu punktów końcowych API JSON WordPressa."],"Remove JavaScript used for converting emoji characters in older browsers.":["Usuń JavaScript używany do konwersji znaków emoji w starszych przeglądarkach."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Usuń adresy URL, które zapewniają alternatywne (starsze) formaty wszystkich powyższych."],"Remove URLs which provide information about your search results.":["Usuń adresy URL, które dostarczają informacji o wynikach wyszukiwania."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Usuń adresy URL, które dostarczają informacji o ostatnich postach, dla każdej niestandardowej taksonomii."],"Remove URLs which provide information about your recent posts, for each tag.":["Usuń adresy URL, które dostarczają informacji o ostatnich wpisach, dla każdego tagu."],"Remove URLs which provide information about your recent posts, for each category.":["Usuń adresy URL, które dostarczają informacji o ostatnich wpisach, dla każdej kategorii."],"Remove URLs which provide information about your recent posts, for each post type.":["Usuń adresy URL, które dostarczają informacji o ostatnich wpisach, dla każdego typu wpisu."],"Remove URLs which provide information about recent posts by specific authors.":["Usuń adresy URL, które dostarczają informacji o ostatnich postach określonych autorów."],"Remove URLs which provide information about recent comments on each post.":["Usuń adresy URL, które dostarczają informacji o ostatnich komentarzach do każdego wpisu."],"Also disables post comment feeds.":["Wyłącza również kanał komentarzy wpisów."],"Remove URLs which provide an overview of recent comments on your site.":["Usuń adresy URL, które zapewniają przegląd ostatnich komentarzy w witrynie."],"Remove URLs which provide an overview of your recent posts.":["Usuń adresy URL, które zapewniają przegląd ostatnich postów."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress wyprowadza zawartość w wielu różnych formatach, przez wiele różnych adresów URL (jak kanały RSS twoich postów i kategorii). Ogólnie rzecz biorąc, dobrą praktyką jest wyłączenie formatów, których nie używasz."],"Disable unwanted content formats":["Wyłączenie niepożądanych formatów zawartości"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Usuń odnośniki, które pozwalają innym stronom na \"pingowanie\", gdy łączą się z witryną."],"Remove information about the plugins and software used by your site.":["Usuń informacje o wtyczkach i oprogramowaniu używanym przez witrynę."],"Remove links used for embedding your content on other sites.":["Usuń odnośniki używane do osadzania treści na innych witrynach."],"Remove links used by external systems for publishing content to your blog.":["Usuń odnośniki wykorzystywane przez zewnętrzne systemy do publikowania treści na blogu."],"Remove links to the location of your site’s REST API endpoints.":["Usuń odnośniki do lokalizacji punktów końcowych REST API witryny."],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Usuń odnośniki do wewnętrznych krótkich odnośników adresów URL WordPressa dla swoich wpisów."],"Remove unwanted metadata":["Usuń niechciane metadane"],"Crawl optimization":["Optymalizacja indeksów"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Usuwa nieznane parametry URL poprzez przekierowanie %1$s. Np. %2$s zostanie przekierowany na %3$s"],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Zastępuje %1$s parametrów śledzenia odpowiednikiem (bardziej wydajnym) %2$s, poprzez przekierowanie %3$s. Np. %4$s zostanie przekierowane na %5$s"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Użytkownicy i wyszukiwarki mogą często żądać adresów URL używając parametrów zapytania, takich jak %1$s. Mogą one być pomocne w śledzeniu, filtrowaniu i zasilaniu zaawansowanych funkcji - ale wiążą się z kosztami wydajności i SEO. Strony, które nie polegają na parametrach URL mogą skorzystać z tych opcji."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling by Common Crawl CCBot.":["Dodaj regułę \"disallow\" do pliku robots.txt, aby zapobiec indeksowaniu przez Common Crawl CCBot."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress dodaje wiele linków i treści do nagłówków %1$s i HTTP witryny. Większość ludzi może bezpiecznie wyłączyć wszystkie z nich, co może pomóc w oszczędzaniu bajtów, energii elektrycznej i drzew."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Spraw, aby witryna była bardziej wydajna i bardziej przyjazna dla środowiska, uniemożliwiając wyszukiwarkom indeksowanie rzeczy, których nie potrzebują, oraz usuwając nieużywane funkcje WordPress. %1$sDowiedz się więcej o ustawieniach indeksowania i jak mogą one przynieść korzyści witrynie%2$s."],"E.g., %1$s and %2$s":["Np. %1$s i %2$s"],"E.g., %1$s":["Np. %1$s"],"Enable breadcrumbs for your theme":["Włącz okruszki dla swojego motywu"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Zawsze możesz wybrać włączenie \/ wyłączenie ich dla swojego motywu poniżej. To ustawienie nie będzie miało zastosowania do okruszków wstawionych przez widżet, blok lub shortcode."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Wybierz, który typ wpisu chcesz pokazać w okruszkach dla taksonomii."],"Breadcrumbs for taxonomies":["Okruszki dla taksonomii"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Wybierz taksonomię, którą chcesz pokazać w okruszkach dla typów wpisów."],"Breadcrumbs for post types":["Okruszki dla typów treści"],"Breadcrumb for 404 page":["Okruszek dla strony 404"],"Prefix for search page breadcrumbs":["Prefiks dla okruszków strony wyszukiwania"],"Add prefix":["Dodaj prefiks"],"Add anchor text":["Dodaj tekst kotwicy"],"Add separator":["Dodaj separator"],"Choose the general appearance of your breadcrumbs.":["Wybierz ogólny wygląd swoich okruszków."],"Breadcrumb appearance":["Wygląd okruszków"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Skonfiguruj wygląd i zachowanie %1$sokruszków%2$s."],"Disabling this will redirect the %1$s to your site's homepage.":["Wyłączenie tego spowoduje przekierowanie %1$s na stronę główną witryny."],"Refresh this page":["Odśwież tę stronę"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Niestety oznacza to, że wszystkie niezapisane zmiany zostaną utracone. Możesz spróbować odświeżyć tę stronę, aby rozwiązać problem. Jeśli ten błąd nadal występuje, skontaktuj się z naszym zespołem wsparcia, a my udzielimy pomocy!"],"Something went wrong. An unexpected error occurred.":["Coś poszło nie tak. Wystąpił nieoczekiwany błąd."],"Failed to retrieve users.":["Nie udało się wyświetlić użytkowników."],"Searching users…":["Wyszukiwanie użytkowników…"],"No users found.":["Nie znaleziono żadnych użytkowników."],"Discard changes":["Odrzuć zmiany"],"The profile is not valid. Please use only 1–25 letters, numbers and underscores or enter a valid X URL.":["Profil jest nieprawidłowy. Proszę użyć tylko 1–25 liter, cyfr i podkreśleń lub wprowadzić prawidłowy adres URL portalu X."],"The profile is not valid. Please enter a valid URL.":["Profil jest nieprawidłowy. Proszę wprowadzić prawidłowy adres URL."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Kod weryfikacyjny jest nieprawidłowy. Proszę używać tylko liter od A do F, cyfr, podkreśleń i myślników."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Kod weryfikacyjny jest nieprawidłowy. Proszę używać tylko liter, cyfr, podkreśleń i myślników."],"User":["Użytkownik"],"Site basics":["Podstawy witryny"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Na tej stronie znajdują się niezapisane zmiany. Opuszczenie strony oznacza, że te zmiany zostaną utracone. Czy na pewno chcesz opuścić tę stronę?"],"Media pages":["Strony mediów"],"Categories & tags":["Kategorie i znaczniki"],"Content types":["Rodzaje treści"],"Show more":["Pokaż więcej"],"Show less":["Pokaż mniej"],"Configure the basics for your website.":["Skonfiguruj podstawy dla swojej witryny."],"This field updates the %1$stagline in your WordPress settings%2$s.":["To pole aktualizuje %1$spodpis w ustawieniach WordPress%2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Wyłączenie tego oznacza, że %1$s utworzone przez WordPress nie będą indeksowane przez wyszukiwarki i zostaną wykluczone z map XML."],"Show %1$s pages in search results":["Pokaż %1$s w wynikach wyszukiwania"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Zalecamy wyłączenie strony %1$s. To spowoduje, że wszystkie adresy URL załączników będą przekierowywać do mediów."],"%1$s pages":["%1$s stron"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Kiedy przesyłasz media (np. obraz lub wideo), %5$s automatycznie tworzy dla nich %3$s stronę (URL załącznika). Strony te są puste i mogą powodować problemy z %1$streścią i prowadzić do nadmiaru stron w witrynie%2$s. Dlatego %4$s domyślnie je wyłącza (i przekierowuje URL załącznika do samego obrazka)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Archiwa oparte na formatach mogą powodować problemy z duplikacją treści. Dla większości witryn zalecamy wyłączenie tego ustawienia."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Wyłączenie tego oznacza, że %1$s nie będzie indeksowane przez wyszukiwarki i będzie wykluczone z map XML. Zalecamy wyłączenie tego ustawienia."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s może powodować problemy z duplikatami treści. Dla większości witryn zalecamy wyłączenie tego ustawienia."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (np. %2$s) są oparte na datach publikacji. Z perspektywy SEO wpisy w tych archiwach nie mają żadnego rzeczywistego związku z innymi wpisami, z wyjątkiem ich dat publikacji, co nie mówi wiele o treści. Mogą również prowadzić do problemów z duplikatami treści. Dlatego zalecamy, wyłączyć %3$s."],"Determine how your %1$s should look on social media by default.":["Wybierz, jak %1$s mają domyślnie wyglądać w mediach społecznościowych."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Wyłączenie tego oznacza, że %1$s bez żadnych wpisów nie będą indeksowane przez wyszukiwarki i zostaną wykluczone z map XML."],"Show archives for authors without posts in search results":["Pokaż archiwa dla autorów bez wpisów w wynikach wyszukiwania"],"Determine how your %1$s should look in search engines.":["Wybierz, jak %1$s mają wyglądać w wyszukiwarkach."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Jeśli prowadzisz bloga jednego autora, to %1$s (np. %2$s) będzie dokładnie takie samo jak strona główna. Jest to tak zwany %3$sproblem duplicate content%4$s. Jeśli tak jest na stronie, możesz wybrać albo wyłączenie go (co powoduje przekierowanie na stronę główną), albo uniemożliwienie pokazywania się w wynikach wyszukiwania."],"Author archive":["Archiwum autora"],"Read more about the search results settings":["Przeczytaj więcej o ustawieniach wyników wyszukiwania"],"Determine how your %1$s should look in search engines and on social media.":["Wybierz jak %1$s mają wyglądać w wyszukiwarkach i mediach społecznościowych."],"Contact support":["Skontaktuj się z pomocą techniczną"],"We're very sorry, but it seems like the following error has interrupted our application:":["Bardzo nam przykro, ale wygląda na to, że następujący błąd przerwał działanie naszej aplikacji:"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress ładuje wiele zasobów, z których niektóre mogą nie być potrzebne w witrynie. Jeśli ich nie używasz, usunięcie ich może przyspieszyć stronę i zaoszczędzić zasoby."],"Remove unused resources":["Usuń nieużywane zasoby"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Wybierz, jak strona główna powinna wyglądać w wyszukiwarkach i w mediach społecznościowych. To jest to, co ludzie prawdopodobnie zobaczą, gdy będą wyszukiwać nazwę marki."],"Determine how your homepage should look on social media.":["Określ, jak strona główna powinna wyglądać w mediach społecznościowych."],"Show the categories prefix in the slug":["Zachowaj prefiks kategorii w slugach"],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Adresy URL kategorii w WordPressie zawierają prefiks, zwykle %s. Pokaż lub ukryj ten prefiks dla kategorii."],"Determine how your %1$s archive should look on social media.":["Wybierz, jak archiwa %1$s mają wyglądać w mediach społecznościowych."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Wyłączenie tego oznacza, że archiwum dla %1$s nie będzie indeksowane przez wyszukiwarki i zostanie wykluczone z map XML."],"Determine how your %1$s archive should look in search engines.":["Wybierz jak archiwa %1$s mają wyglądać w wyszukiwarkach."],"These settings are specifically for optimizing your %1$s archive.":["Ustawienia te służą w szczególności do optymalizacji archiwum %1$s."],"%1$s archive":["%1$s archiwum"],"Add custom fields to page analysis":["Uwzględnij Własne Pola w analizie strony"],"Additional settings":["Dodatkowe ustawienia"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Wyłączenie tego oznacza, że %1$s nie będzie indeksowane przez wyszukiwarki i będzie wykluczone z map XML."],"Search appearance":["Wygląd wyszukiwania"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Nie ustawiono strony sklepu w ustawieniach WooCommerce. %1$sProszę to zrobić w pierwszej kolejności%2$s."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sObrazek społecznościowy%2$s, %1$stytuł społecznościowy%2$s i %1$sopis społecznościowy%2$s wymagają danych Open Graph, które są obecnie wyłączone w sekcji \"udostępnianie społecznościowe\" we %3$swłaściwościach strony%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["O nie! Wygląda na to, że formularz zawiera nieprawidłowe dane. Proszę przejrzeć następujące pola:"],"Archive social image":["Obrazek archiwum w mediach społecznościowych"],"Archive social description":["Opis archiwum w mediach społecznościowych"],"Archive social title":["Tytuł archiwum w mediach społecznościowych"],"Show the archive for %1$s in search results":["Pokaż archiwum dla %1$s w wynikach wyszukiwania"],"Archive breadcrumbs title":["Okruszki archiwum w mediach społecznościowych"],"Archive meta description":["Opie metą archiwum w mediach społecznościowych"],"Archive SEO title":["Tytuł SEO archiwum w mediach społecznościowych"],"Enable %1$s for %2$s":["Włącz %1$s dla %2$s"],"Show %1$s in search results":["Pokaż %1$s w wynikach wyszukiwania"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Wybrany typ nośnika jest nieprawidłowy. Obsługiwane typy to: JPG, PNG, WEBP i GIF."],"Inclusive language analysis":["Wyłączenie integracyjnej analizy języka"],"Oops! Something went wrong while saving.":["Ups! Coś poszło nie tak podczas zapisywania."],"Great! Your settings were saved successfully.":["Świetnie! Ustawienia zostały pomyślnie zapisane."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Pobierz swój kod weryfikacyjny w %1$sNarzędziach dla Webmasterów Yandex%2$s."],"Yandex":["Yandex"],"Claim your site over at %1$sPinterest%2$s.":["Zarejestruj swoją stronę w %1$sPinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Pobierz swój kod weryfikacyjny w %1$sGoogle Search Console%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Pobierz kod weryfikacyjny w %1$sNarzędziach dla Webmasterów Bing%2$s."],"Bing":["Bing"],"Add verification code":["Dodaj kod weryfikacyjny"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Pobierz kod weryfikacyjny w %1$sNarzędziach dla webmasterów Baidu%2$s."],"Baidu":["Baidu"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Zweryfikuj witrynę za pomocą różnych narzędzi. Spowoduje to dodanie meta tagu weryfikacji na stronie głównej. Możesz znaleźć instrukcje, jak zweryfikować witrynę dla każdej platformy poprzez link w opisie."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Domyślnie tylko redaktorzy i administratorzy mają dostęp do sekcji zaawansowanej i Schema w metaboksie %1$s. Wyłączenie tego pozwala na dostęp dla wszystkich użytkowników."],"Restrict advanced settings for authors":["Ograniczenie zaawansowanych ustawień dla autorów"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Ten punkt końcowy Yoast SEO REST API daje wszystkie metadane, których potrzebujesz dla konkretnego adresu URL. To bardzo ułatwi witrynom WordPress korzystanie z Yoast SEO dla wszystkich ich meta danych wyjściowych SEO."],"REST API endpoint":["Obsługa punktów końcowych API REST v3"],"APIs":["Interfejsy API"],"Slack sharing":["Udostępnianie na Slack"],"Allows for X to display a preview with images and a text excerpt when a link to your site is shared.":["Pozwala X na wyświetlanie podglądu z obrazkami i fragmentem tekstu, gdy link do witryny jest udostępniany."],"Open Graph data":["Włącz dane Open Graph"],"Social sharing":["Udostępnianie społecznościowe"],"Site structure":["Struktura witryny"],"Tell us which features you want to use.":["Powiedz nam, z jakich funkcji chcesz korzystać."],"Site preferences":["Preferencje witryny"],"Network disabled":["Wyłączone w sieci"],"Unavailable for sub-sites":["Niedostępne dla podstron"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Ten obraz jest używany jako awaryjny dla wpisów\/stron, które nie mają ustawionych żadnych obrazów."],"Site image":["Obrazek strony"],"Title separator":["Separator tytułu"],"Recommended size for this image is %1$s%3$s%2$s":["Zalecany rozmiar dla tego obrazu to %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Obraz %1$sStrony%2$s wymaga danych Open Graph, które są obecnie wyłączone w sekcji \"Udostępnianie społecznościowe\" w %3$sCechach strony%4$s."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Automatycznie dodawaj treści do swoich RSS. Umożliwia to dodawanie linków zwrotnych do bloga i wpisów, pomagając wyszukiwarkom zidentyfikować witrynę jako oryginalne źródło treści."],"RSS feed":["Kanał RSS"],"Dismiss":["Odrzuć"],"%1$s (default)":["%1$s (domyślnie)"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Czy publikujesz artykuły informacyjne? %s pomaga w optymalizacji witryny pod kątem Google News."],"Additional URL parameters to allow":["Dodatkowe parametry adresu URL umożliwiające"],"Max number of characters to allow in searches":["Maksymalna liczba znaków dopuszczalna w wyszukiwaniu"],"Filter searches with common spam patterns":["Filtrowanie wyszukiwań z typowymi wzorcami spamu"],"Filter searches with emojis and other special characters":["Filtrowanie wyszukiwań za pomocą emojis i innych znaków specjalnych"],"Filter search terms":["Filtrowanie fraz wyszukiwania"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Automatycznie pinguj wyszukiwarki takie jak Bing i Yandex, gdy tylko opublikujesz, zaktualizujesz lub usuniesz wpis."],"IndexNow":["IndexNow"],"Pingback HTTP header":["Nagłówek HTTP Pingback"],"Personal logo or avatar":["Osobiste logo lub awatar"],"Select a user":["Wybierz użytkownika"],"Add another profile":["Dodaj kolejny profil"],"Site representation":["Reprezentacja witryny"],"Link suggestions":["Odnośnik do sugestii"],"Insights":["Spostrzeżenia"],"Social description":["Opis w mediach społecznościowych"],"Social title":["Tytuł w mediach społecznościowych"],"Social image":["Obrazek w mediach społecznościowych"],"Image":["Obrazek"],"New":["Nowa"],"Remove image":["Usuń obrazek"],"Select image":["Wybierz obrazek"],"Replace image":["Zastąp obrazek"],"Got it":["Rozumiem"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Dodaje to do fragmentu artykułu nagłówek autora i szacunkowy czas czytania, gdy jest on udostępniany na Slacku."],"Article type":["Typ artykułu"],"Page type":["Typ strony"],"Usage tracking":["Śledzenie użytkowania"],"Check out %1$s":["Sprawdź %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Posiadamy zarówno darmowe jak i płatne kursy, z których nauczysz się wszystkiego, co powinno wiedzieć się o SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Chcesz nauczyć się SEO od zespołu Yoast? Sprawdź %1$s!"],"Learn SEO":["Naucz się SEO"],"Schema":["Schemat"],"Show blog page in breadcrumbs":["Pokaż stronę blogu w okruszkach"],"Get the %s plugin now!":["Kup teraz wtyczkę %s!"],"Personal info":["Dane osobiste"],"Organization logo":["Logo organizacji"],"Organization name":["Nazwa organizacji"],"Organization":["Organizacja"],"Select a user…":["Wybierz użytkownika…"],"Upgrade to %s":["Ulepsz do %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Możesz edytować dane meta SEO dla tego typu wpisu na %1$sstronie sklepu%2$s."],"Tagline":["Slogan"],"Separator":["Separator"],"%d result found, use up and down arrow keys to navigate":["Znaleziono %d wynik, użyj klawiszy strzałek, aby nawigować","Znaleziono %d wyniki, użyj klawiszy strzałek, aby nawigować","Znaleziono %d wyników, użyj klawiszy strzałek, aby nawigować"],"The readability analysis offers suggestions to improve the structure and style of your text.":["Analiza czytelności podpowiada, jak ulepszyć strukturę i styl twojego tekstu."],"SEO analysis":["Analiza SEO"],"(Opens in a new browser tab)":["(Otworzy się w nowej zakładce)"],"Text link counter":["Licznik odnośników tekstowych"],"Cornerstone content":["Kluczowe treści"],"24\/7 support":["Wsparcie 24\/7"],"Save changes":["Zapisz zmiany"],"Variable":["Zmienna"],"Available variables":["Dostępne zmienne"],"Admin bar menu":["Menu w pasku administracyjnym"],"SEO title":["Tytuł SEO"],"Google search console":["Konsola wyszukiwania Google"],"Other social profiles":["Inne profile społecznościowe"],"Readability analysis":["Analiza czytelności"],"No results found":["Nic nie znaleziono"],"Bold the last page":["Pogrub ostatnią stronę"],"Author archives":["Archiwum autora"],"A link to your site, with your site's name and description as anchor text.":["Odnośnik do twojej witryny, z nazwą i jej opisem jako tekstem kotwicy."],"A link to your site, with your site's name as anchor text.":["Link do strony, z nazwą strony jako linkiem."],"A link to the post, with the title as anchor text.":["Link do wpisu, z tytułem jako tekstem kotwicy."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Możesz używać tych zmiennych w ramach treści, które zostaną zmienione na odpowiednie wartości po prawej stronie."],"Content to put after each post in the feed":["Treść dodawana na końcu każdego wpisu w wątku RSS"],"Content to put before each post in the feed":["Zawartość, która ma pojawić się przed wpisem w RSS"],"How to insert breadcrumbs in your theme":["Jak wstawić okruszki do motywu"],"Blog":["Blog"],"Prefix for the breadcrumb path":["Prefiks ścieżki okruszków"],"Anchor text for the Homepage":["Tekst kotwicy dla strony głównej"],"Separator between breadcrumbs":["Separator pomiędzy okruszkami"],"Description":["Opis"],"Special pages":["Strony specjalne"],"Date archives":["Archiwa dat"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Można określić tytuł i opis strony głównej %1$sedytując samą stronę główną%2$s."],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s automatycznie wykrył, czy jest potrzeba stosowania wymuszonego nadpisywania tytułów na Twojej stronie. Jeśli jednak uważasz, że obecne ustawienie nie jest poprawne i wiesz, co robisz, możesz zmienić je w tym miejscu."],"Force rewrite titles":["Wymuszanie nadpisywania tytułów"],"Homepage":["Strona główna"],"Person":["Osoba"],"Website name":["Nazwa witryny"],"RSS":["Kanał RSS"],"Breadcrumbs":["Okruszki"],"Search":["Szukaj"],"Breadcrumbs title":["Tytuł okruszków"],"Pinterest":["Pinterest"],"Close":["Zamknij"],"Twitter":["Twitter"],"Facebook":["Facebook"],"meta description":["opis meta"],"Page title":["Tytuł strony"],"None":["Brak"],"Meta description":["Opis"],"Google":["Google"],"General":["Ogólne"],"Tools":["Narzędzia"],"Advanced":["Zaawansowane"],"XML sitemaps":["Mapa strony XML"],"Social":["Media społecznościowe"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}