{"translation-revision-date":"2025-10-13 11:32:01+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"We haven’t analyzed this content yet. Please open it in your editor and save it so we can start the analysis.":["Ainda não analisámos este conteúdo. Abra-o no seu editor, certifique-se de que é introduzida uma frase-chave principal, e guarde-o para podermos iniciar a análise."],"The top 5 search queries on your website with the highest number of clicks over the last 28 days.":["As 5 principais consultas de pesquisa no seu site com o maior número de cliques nos últimos 28 dias."],"%1$s score":["Classificação do %1$s"],"Clicks, Impressions, CTR, Position":["Cliques, impressões, CTR, posição"],"The top 5 URLs on your website with the highest number of clicks over the last 28 days.":["Os 5 principais URL do seu site com o maior número de cliques nos últimos 28 dias."],"The average position of your website in the Google search results over the last 28 days.":["A posição média do seu site nos resultados de pesquisa do Google nos últimos 28 dias."],"Average position of your website in the Google search results\u0004Average position":["Posição média"],"The average click-through-rate for your website in the Google search results over the last 28 days.":["A taxa média de cliques (CTR) do seu site nos resultados de pesquisa do Google nos últimos 28 dias."],"Click-through-rate for your website in the Google search results\u0004Average CTR":["CTR média"],"The number of times users clicked on your website's link in the Google search results\u0004Clicks":["Cliques"],"The number of times your website appeared in the Google search results\u0004Impressions":["Impressões"],"The number of organic sessions that began on your website.":["O número de sessões orgânicas que começaram no seu site."],"Data provided by:":["Dados fornecidos por:"],"Impressions, Clicks, Site CTR, Average position":["Impressões, cliques, CTR do site, posição média"],"The number of times your website appeared in the Google search results over the last 28 days.":["O número de vezes que o seu site foi apresentado nos resultados de pesquisa do Google nos últimos 28 dias."],"The number of times users clicked on your website's link in the Google search results over the last 28 days.":["O número de vezes que os utilizadores clicaram na ligação do seu site nos resultados de pesquisa do Google nos últimos 28 dias."],"Last 28 days":["Últimos 28 dias"],"Organic sessions":["Sessões orgânicas"],"Organic sessions chart":["Gráfico de sessões orgânicas"],"We can’t analyze your content, because you’re in a non-production environment.":["Não podemos analisar o seu conteúdo, porque está num ambiente de não-produção."],"Top 5 most popular content":["Os 5 conteúdos mais populares"],"Top 5 search queries":["As 5 principais consultas de pesquisa"],"Query":["Consulta"],"Clicks":["Cliques"],"CTR":["CTR"],"Impressions":["Impressões"],"Landing page":["Landing page"],"No data to display: Your site hasn't received any visitors yet.":["Não há dados para mostrar: O seu site ainda não recebeu visitantes."],"Actions":["Acções"],"Average position":["Posição média"],"We can’t provide an SEO score for this page.":["Não podemos atribuir uma classificação de SEO a esta página."],"We can’t provide SEO scores, because the SEO analysis is disabled for your site.":["Não podemos atribuir classificações de SEO, porque a análise de SEO está desactivada no seu site."],"Something went wrong. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["Algo correu mal. Tente actualizar a página. Se o problema persistir, consulte a nossa %1$spágina de suporte%2$s."],"Content analysis hasn't started. Please open this page in your editor, enter a focus keyphrase and save.":["A análise de conteúdo ainda não foi iniciada. Abra esta página no seu editor, digite uma frase-chave principal e guarde."],"You don’t have permission to access this resource. Please contact your admin for access. In case you need further help, please check our %1$sSupport page%2$s.":["Não tem permissão para aceder a este recurso. Contacte o seu administrador para obter acesso. Caso necessite de mais ajuda, consulte a nossa %1$spágina de suporte%2$s."],"The request timed out. Try refreshing the page. If the problem persists, please check our %1$sSupport page%2$s.":["O tempo do pedido expirou. Tente actualizar a página. Se o problema persistir, consulte a nossa %1$spágina de suporte%2$s."],"Site Kit by Google":["Site Kit by Google"],"SEO scores":["Classificações de SEO"],"Readability scores":["Classificações de legibilidade"],"Your content has an average SEO score. Time to find opportunities for improvement!":["O seu conteúdo tem uma classificação de SEO média. É altura de encontrar oportunidades de melhoria!"],"Your content has an average readability score. Time to find opportunities for improvement!":["O seu conteúdo tem uma classificação de legibilidade média. É altura de encontrar oportunidades de melhoria!"],"We haven’t analyzed this content yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Ainda não analisámos este conteúdo. Abra-o no seu editor, certifique-se de que é introduzida uma frase-chave principal, e guarde-o para podermos iniciar a análise."],"Some of your content could use a little extra care. Take a look and start improving!":["Uma parte do seu conteúdo precisa de um pouco mais de cuidado. Dê uma vista de olhos e comece a melhorar!"],"Some of your content hasn't been analyzed yet. Please open it and save it in your editor so we can start the analysis.":["Uma parte do seu conteúdo ainda não foi analisada. Abra-o no seu editor e guarde-o para podermos iniciar a análise."],"Some of your content hasn't been analyzed yet. Please open it in your editor, ensure a focus keyphrase is entered, and save it so we can start the analysis.":["Uma parte do seu conteúdo ainda não foi analisada. Abra-o no seu editor, certifique-se de que é introduzida uma frase-chave principal, e guarde-o para podermos iniciar a análise."],"Something went wrong.":["Algo correu mal."],"Most of your content has a good readability score. Well done!":["A maior parte do seu conteúdo tem uma boa pontuação de legibilidade. Muito bem!"],"Most of your content has a good SEO score. Well done!":["A maior parte do seu conteúdo tem uma boa classificação de SEO. Muito bem!"],"Nothing found":["Nada encontrado"],"All":["Todos"],"Clear filter":["Limpar filtro"],"Not analyzed":["Não analisado"],"Content type":["Tipo de conteúdo"],"Needs improvement":["Precisa de melhorar"],"Disabled":["Inactivo"],"SEO score":["Classificação de SEO"],"Good":["Bom"],"OK":["Razoável"],"Edit":["Editar"],"View":["Ver"]}},"comment":{"reference":"js\/dist\/externals\/dashboardFrontend.js"}}