{"translation-revision-date":"2025-12-02 08:27:28+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Buy now for 30% off":["Achetez maintenant avec 30 % de réduction"],"SEO that scales with your product catalog.":["Le SEO qui évolue avec votre catalogue de produits."],"30-day money back guarantee":["Garantie satisfait-remboursé de 30 jours."],"%1$s access":["accès à %1$s"],"AI tools included":["Outils d’IA inclus"],"Now with Local, News & Video SEO + 1 Google Docs seat!":["Maintenant avec Local, News & Video SEO + 1 place Google Docs !"],"%1$s%2$s %3$s":["%1$s%2$s %3$s"],"Boost visibility for your products, from 10 or 10,000+":["Augmentez la visibilité de vos produits, à partir de 10 ou 10 000+"],"Access to friendly help when you need it, day or night":["Un accès à une aide optimisée quand vous en avez besoin, jour et nuit"],"Internal links and redirect management, easy":["Gestion simple des liens internes et des redirections"],"Easy Local SEO. Show up in Google Maps results":["SEO local facile. Apparaissez dans les résultats de Google Maps"],"Built to get found by search, AI, and real users":["Conçu pour être trouvé par la recherche, l’IA et les véritables utilisateurs et utilisatrices"],"Make your articles visible, be seen in Google News":["Rendez vos articles visibles, soyez vu dans Google News"],"Generate SEO optimized metadata in seconds with AI":["Générez des métadonnées optimisées pour le SEO en quelques secondes avec l’IA"],"Buy now":["Acheter maintenant"],"Undefined error message.":["Message d‘erreur non défini."],"%1$sSupport language:%2$s English":["%1$sLangue du support :%2$s Anglais"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Notre équipe de support est là pour répondre à toutes vos questions. Remplissez le formulaire de contact (dans la modale) et nous reviendrons vers vous dès que possible !"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Si vous ne trouvez pas les réponses à vos problèmes et souhaitez une aide personnalisée, vous pouvez obtenir de l’aide 24\/7 de la part de nos ingénieurs au support."],"Contact our support team":["Contactez notre équipe de support"],"Write a bug report":["Écrire un rapport de bogue"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Avez-vous rencontré un bogue en utilisant %1$s ? Veuillez faire un rapport de bogue sur notre répertoire GitHub pour nous informer du problème !"],"Raise a bug report on GitHub":["Faire un rapport de bogue sur GitHub"],"Visit WordPress forum":["Visitez les forums WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["Dans les forums de support WordPress pour %1$s, vous trouverez des réponses ou pourrez demander de l’aide d’autres utilisateurs\/utilisatrices  de %1$s de la communauté WordPress."],"WordPress support forum for %1$s":["Forums de support WordPress pour %1$s"],"Visit our help center":["Visitez notre centre d’aide"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Jetez un œil à notre centre d’aide pour trouver des articles, tutoriels et autres ressources pour vous aider à tirer le meilleur de %1$s !"],"%1$s's help center":["Centre d’aide de %1$s"],"Need help with %1$s? These resources are a great place to start!":["Besoin d’aide avec %1$s ? Ces ressources sont un bon point de départ !"],"Additional resources":["Ressources additionnelles"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Ici vous trouverez les réponses aux questions les plus courantes sur l’utilisation de %1$s. Si vous ne voyez pas votre question listée, vous pouvez consulter la section ci-dessous."],"Frequently asked questions":["Foire aux questions"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Si vous avez des questions, avez besoin d’aide avec un problème technique ou souhaitez juste nous dire bonjour, c’est possible. Contactez-nous et nous serons ravis de vous aider !"],"Support":["Support"],"BLACK FRIDAY | 30% OFF":["BLACK FRIDAY - 30 % de réduction"],"Unlock with %1$s":["Débloquer avec %1$s"],"Refresh this page":["Actualiser cette page"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Malheureusement, cela signifie que vos modifications non enregistrées dans cette section seront perdues. Vous pouvez essayer d’actualiser cette page pour résoudre le problème. Si toutefois il persiste, veuillez contacter notre équipe de support et nous vous aiderons !"],"Something went wrong. An unexpected error occurred.":["Quelque chose s’est mal passé. Une erreur inattendue est survenue."],"Contact support":["Contacter le support"],"We're very sorry, but it seems like the following error has interrupted our application:":["Nous sommes désolés, il semblerait que l’erreur suivante ait interrompu notre application :"],"Check out %1$s":["Jetez un œil à %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Nous avons des formations gratuites et payantes pour vous apprendre le référencement."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vous souhaitez apprendre le référencement avec l’équipe de Yoast ? Jetez un œil à notre %1$s !"],"Learn SEO":["Apprenez le SEO"],"(Opens in a new browser tab)":["(S’ouvre dans un nouvel onglet)"],"24\/7 support":["Support 24\/7"]}},"comment":{"reference":"js\/dist\/support.js"}}