{"translation-revision-date":"2025-12-02 08:27:28+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Extra perks & help to make SEO even easier":["Des avantages supplémentaires et une aide pour faciliter encore plus le SEO"],"%1$sExplore all %2$s features%3$s":["%1$sExplorez %2$s toutes les fonctionnalités%3$s"],"Upgrade to %1$s%2$s%3$s and unlock more features to grow your traffic while making SEO easier, faster and more effective!":["Passez à la version %1$s%2$s%3$s et débloquez plus de fonctionnalités pour augmenter votre trafic tout en rendant le SEO plus facile, plus rapide et plus efficace !"],"You've been optimizing with %1$s for a while!":["Vous optimisez avec %1$s depuis un certain temps déjà !"],"Access to all Yoast plugins":["Accès à toutes les extensions Yoast"],"Free seat for the Google Docs add‑on":["Licence gratuite pour le module Google Docs"],"Access to all courses in Yoast SEO Academy":["Accédez à tous les cours de Yoast SEO Academy"],"24\/7 Premium support via chat & email":["Assistance premium 24\/7, par discussion et par e-mail"],"Make every post share-ready as you publish, boosting visibility and clicks from Facebook & X":["Optimisez chaque publication pour le partage dès sa publication, afin d’augmenter sa visibilité et le nombre de clics sur Facebook et X"],"Ensure content looks good on social":["Assurez-vous que le contenu est bien présenté sur les réseaux sociaux"],"Build relevant internal links faster while strengthening your site’s structure":["Créez plus rapidement des liens internes pertinents tout en renforçant la structure de votre site"],"Easily add internal links":["Ajoutez facilement des liens internes"],"Optimize content to reach more people, improve search visibility across more queries":["Optimisez votre contenu pour toucher un public plus large et améliorez sa visibilité dans les résultats de recherche pour un plus grand nombre de requêtes"],"Get the SEO Premium Analysis":["Obtenez l’analyse SEO Premium"],"Keep your website running properly and prevent losing visitors to broken links":["Assurez le bon fonctionnement de votre site et évitez de perdre des visiteurs à cause de liens brisés"],"Manage redirects without hassle":["Gérez les redirections sans difficulté"],"Remove the frustration out of manual SEO tweaks with AI-suggested improvements":["Éliminez la frustration liée aux ajustements manuels de référencement grâce aux améliorations suggérées par l’IA"],"Improve content with AI suggestions":["Améliorez votre contenu grâce aux suggestions de l’IA"],"Take the hassle out of publishing content with ready-made, optimized titles and meta descriptions":["Simplifiez la publication de contenu grâce à des titres et des méta-descriptions optimisés et prêts à l’emploi"],"Generate titles & meta descriptions":["Générer des titres et des méta-descriptions"],"New - Upgrade to %1$s":["Nouveau - Mise à niveau vers %1$s"],"Discover Brand Insights now":["Découvrez dès maintenant les informations sur les marques"],"Black Friday: Our biggest sale just dropped!":["Black Friday : notre plus grande promotion vient de commencer !"],"Thumbnail for the Black Friday announcement":["Miniature de l’annonce du Black Friday"],"We added even more value than ever this year: %1$s, %2$s, %3$s, and seamless %4$s Docs add-on, all included. If you've been waiting to upgrade, now’s the time.":["Nous avons ajouté encore plus de valeur que jamais cette année : %1$s, %2$s, %3$s et une intégration de %4$s Docs, tout est inclus. Si vous attendiez pour faire la mise à niveau, c’est le bon moment."],"We added even more value than ever this year: %1$s, %2$s, %3$s, %4$s, and seamless %5$s Docs add-on, all included. If you've been waiting to upgrade, now’s the time..":["Nous avons ajouté encore plus de valeur que jamais cette année : %1$s, %2$s, %3$s, %4$s et l’ajout de Docs %5$s, tout est inclus. Si vous attendiez pour faire la mise à niveau, c’est le bon moment."],"Get %1$s with 30%% off":["Obtenez %1$s avec 30%% de réduction"],"How does your brand show up in AI responses?":["Comment votre marque apparaît-elle dans les réponses de l’IA ?"],"Web chart showing aspects of brand visibility in AI responses":["Graphique web montrant les aspects de la visibilité de la marque dans les réponses d’IA"],"Track visibility, control perception, and stay ahead - tools to manage your AI presence are now live!":["Suivez la visibilité, contrôlez la perception et prenez de l’avance : des outils pour gérer votre présence IA arrivent bientôt !"],"Upgrade to %1$s":["Passez à %1$s"],"(Opens in a new browser tab)":["(S’ouvre dans un nouvel onglet)"],"Close":["Fermer"]}},"comment":{"reference":"js\/dist\/introductions.js"}}