{"translation-revision-date":"2025-12-02 10:37:49+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Add more keyphrases with Premium":["Dodaj więcej fraz kluczowych dzięki Premium"],"Add smarter internal links with Premium":["Dodaj inteligentniejsze odnośniki wewnętrzne dzięki Premium"],"Fine-tune your content for every audience":["Dopasuj swoją treść do każdej grupy odbiorców"],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles - helping it get discovered by a wider audience.":["Zoptymalizuj treść pod kątem maksymalnie 5 fraz kluczowych, aby dopasować ją do różnych tematów, odbiorców i punktów widzenia. Dzięki temu Twoja treść zostanie odkryta przez szerszą publiczność."],"Cover more search intent with related keyphrases":["Pokryj więcej intencji wyszukiwania dzięki powiązanym frazom kluczowym"],"Upgrade to link your content with ease":["Zaktualizuj, aby z łatwością łączyć swoje treści"],"Keep visitors exploring longer":["Zachęć odwiedzających do dłuższego zwiedzania"],"Strengthen your site’s structure":["Wzmocnij strukturę swojej witryny"],"Build relevant internal links faster":["Szybciej buduj istotne odnośniki wewnętrzne"],"Suggest internal links based on your content’s main topics":["Sugeruj odnośniki wewnętrzne na podstawie głównych tematów Twoich treści"],"Optimize for up to 5 keyphrases to shape your content around different themes, audiences, and angles. %sScans your content to:":["Zoptymalizuj do 5 fraz kluczowych, aby dostosować treść do różnych tematów, odbiorców i punktów widzenia. %sSkanuje Twoją treść w celu:"],"Connect related content without the guesswork":["Połącz powiązane treści bez zgadywania"],"Opens in a new tab":["Otwiera się w nowej karcie"],"Explore %s":["Przeglądaj %s"],"%1$s access":["%1$s dostępu"],"AI tools included":["Dołączone narzędzia SI"],"Access to friendly help when you need it, day or night":["Dostęp do przyjaznej pomocy, kiedy jej potrzebujesz, w dzień i w nocy"],"Internal links and redirect management, easy":["Łatwe zarządzanie odnośnikami wewnętrznymi i przekierowaniami"],"Easy Local SEO. Show up in Google Maps results":["Łatwe lokalne SEO. Wyświetlaj się w wynikach w Mapach Google"],"Built to get found by search, AI, and real users":["Stworzony, aby dać się znaleźć wyszukiwarce, SI i prawdziwym użytkownikom"],"Make your articles visible, be seen in Google News":["Uczyń swoje artykuły widocznymi, bądź widoczny w Google News"],"Generate SEO optimized metadata in seconds with AI":["Generuj zoptymalizowane pod kątem SEO metadane w ciągu kilku sekund dzięki SI"],"Close modal":["Zamknij modalne"],"No image was found that we can automatically set as your social image. Please use %1$s, %2$s, %3$s or %4$s formats to ensure it displays correctly on social media.":["Nie znaleziono obrazka, który moglibyśmy automatycznie ustawić jako obraz społecznościowy. Użyj formatów %1$s, %2$s, %3$s lub %4$s, aby zapewnić prawidłowe wyświetlanie w mediach społecznościowych."],"Undefined error message.":["Niezdefiniowany komunikat o błędzie."],"X appearance":["Wygląd na X"],"X share preview":["Podgląd udostępnienia na X"],"You have %1$s activated on your site, automatically setting the Page type for your products to 'Item Page'. As a result, the Page type selection is disabled.":["W witrynie aktywowano opcję %1$s, która automatycznie ustawia typ strony dla produktów na \"Strona artykułu\". W rezultacie wybór typu strony jest wyłączony."],"Social share preview":["Podgląd udostępnienia na mediach społecznościowych"],"Allow search engines to show this content in search results?":["Zezwolić wyszukiwarkom na wyświetlanie tych treści w wynikach wyszukiwania?"],"Last year":["Poprzedni rok"],"Last week":["Poprzedni tydzień"],"Last day":["Poprzedni dzień"],"Last updated":["Ostatnio zaktualizowany"],"Activate tracking to show the ranking position":["Aktywuj śledzenie, aby wyświetlić pozycję w rankingu"],"Internal linking suggestions":["Sugestie linkowania wewnętrznego"],"Buy now!":["Kup teraz!"],"30% OFF":["30% taniej"],"BLACK FRIDAY":["CZARNY PIĄTEK"],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["Aby dostosować wygląd wpisu specjalnie dla portalu X, wypełnij poniższe ustawienia \"Wygląd X\"."],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["Aby dostosować wygląd wpisu specjalnie dla portalu X, wypełnij poniższe ustawienia \"Wygląd X\". Jeśli pozostawisz te ustawienia bez zmian, wspomniane powyżej ustawienia „Wygląd na mediach społecznościowych” zostaną również zastosowane do udostępniania w X."],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["Określ wygląd wpisu w mediach społecznościowych, takich jak Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack i innych."],"Social media appearance":["Wygląd w mediach społecznościowych"],"Want an enhanced Google preview of how your WooCommerce products look in the search results?":["Chcesz uzyskać ulepszony podgląd Google produktów WooCommerce w wynikach wyszukiwania?"],"Want your products stand out in search results with rich results like price, reviews and more?":["Chcesz, aby produkty wyróżniały się w wynikach wyszukiwania dzięki bogatym wynikom, takim jak cena, recenzje i inne?"],"Close the upgrade callout":["Zamknij informację o zmianie planu"],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s i uzyskaj %2$s zniżkę na %3$s miesiące."],"Click here to upgrade your %s plan":["Kliknij tutaj, aby zaktualizować plan %s"],"Keyphrases tracked: %1$s\/%2$s":["Śledzone frazy kluczowe: %1$s\/%2$s"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Śledzisz %1$s z %2$s fraz kluczowych uwzględnionych na koncie."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Śledzisz %1$s z %2$s fraz kluczowych uwzględnionych na bezpłatnym koncie."],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["Możesz zmienić domyślny typ dla %1$s w sekcji Typy zawartości w %2$sUstawieniach%3$s."],"BLACK FRIDAY | 30% OFF":["CZARNY PIĄTEK | 30% ZNIŻKI"],"Unlock with %1$s":["Odblokowanie za pomocą %1$s"],"Refresh this page":["Odśwież tę stronę"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Niestety oznacza to, że wszystkie niezapisane zmiany zostaną utracone. Możesz spróbować odświeżyć tę stronę, aby rozwiązać problem. Jeśli ten błąd nadal występuje, skontaktuj się z naszym zespołem wsparcia, a my udzielimy pomocy!"],"Something went wrong. An unexpected error occurred.":["Coś poszło nie tak. Wystąpił nieoczekiwany błąd."],"Text formality":["Formalność tekstu"],"Read more about text formality.":["Dowiedz się więcej o formalności tekstu."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s pomoże ocenić poziom formalności tekstu."],"Contact support":["Skontaktuj się z pomocą techniczną"],"We're very sorry, but it seems like the following error has interrupted our application:":["Bardzo nam przykro, ale wygląda na to, że następujący błąd przerwał działanie naszej aplikacji:"],"Search appearance":["Wygląd wyszukiwania"],"Dismiss":["Odrzuć"],"Get %s to enjoy the benefits of prominent words":["Pobierz %s, aby cieszyć się korzyściami płynącymi z popularnych słów"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Z %1$s%3$s%2$s, ta sekcja pokaże, które słowa występują najczęściej w tekście. Sprawdzając te słowa pod kątem zamierzonego słowa kluczowego (słów kluczowych), dowiesz się, jak edytować tekst, aby był bardziej skoncentrowany."],"Buy %s now!":["Kup %s teraz!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Pracujesz nad artykułem informacyjnym? %s pomaga w optymalizacji witryny pod kątem Google News."],"Unlock with %s":["Odblokuj za pomocą %s"],"Learn more about character count":["Dowiedz się więcej o liczbie znaków"],"Character count":["Liczba znaków"],"Learn more about word count":["Dowiedz się więcej o liczeniu słów"],"Word count":["Liczba słów"],"Learn more about Flesch reading ease":["Dowiedz się więcej o łatwości czytania Flesch"],"out of 100":["na 100"],"okay":["ok"],"no data":["brak danych"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Tekst powinien być nieco dłuższy, aby obliczyć wynik łatwości czytania Flesch."],"Continue writing to get insight into the readability of your text!":["Pisz dalej, aby uzyskać wgląd w czytelność tekstu!"],"Learn more about reading time":["Dowiedz się więcej o czasie czytania"],"Reading time":["Czas czytania"],"minute":["minuta","minuty","minut"],"character":["znak","znaki","znaków"],"word":["słowo","słowa","słów"],"Tracking the ranking position…":["Śledzenie pozycji w rankingu…"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Coś poszło nie tak podczas śledzenia pozycji rankingowych witryny. Prosimy spróbować ponownie później."],"reconnect to %s":["połącz się ponownie z %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Wygląda na to, że coś poszło nie tak podczas pobierania danych witryny. Proszę %s i spróbować ponownie."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Zanim będziesz mógł śledzić swoje wyniki SEO, upewnij się, że ustawiłeś tytuł wpisu i zapisałeś go jako wersję roboczą lub ręcznie ustawiłeś slug wpisu."],"No keyphrase has been set. Please set a keyphrase first.":["Nie ustawiono żadnej frazy kluczowej. Najpierw należy ustawić frazę kluczową."],"upgrade your %s plan":["aktualizuj swój plan %s"],"You've reached the maximum amount of %1$d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %2$s.":["Osiągnąłeś maksymalną liczbę %1$d fraz kluczowych, które możesz dodać do swojego konta Wincher. Jeśli chcesz dodać więcej fraz kluczowych, proszę %2$s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Za pomocą przycisku %1$s można śledzić pozycję strony w wynikach wyszukiwania na podstawie frazy kluczowej (fraz kluczowych). %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s obecnie śledzi pozycję(e) rankingową(e) Twojej strony. Może to potrwać kilka minut. Proszę czekać lub sprawdzić później."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Udało się nawiązać połączenie z %s! Możesz teraz śledzić wyniki SEO dla frazy (fraz) kluczowej(ych) tej strony."],"Read more about keyphrase tracking with Wincher":["Przeczytaj więcej o śledzeniu fraz kluczowych za pomocą programu Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatyczne śledzenie fraz kluczowych jest włączone. Twoje frazy kluczowe będą automatycznie śledzone przez %s, gdy opublikujesz swój wpis."],"Keyphrase position in the last 90 days on a scale from 0 to 30.":["Pozycja frazy kluczowej w ciągu ostatnich 90 dni w skali od 0 do 30."],"Track SEO performance":["Śledzenie wyników SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Poniżej można włączyć lub wyłączyć śledzenie wyników SEO dla każdej frazy kluczowej."],"Learn more about the SEO performance feature.":["Dowiedz się więcej o funkcji wydajności SEO."],"SEO performance":["Wydajność SEO"],"Connect with %s":["Zaloguj się kontem %s"],"* focus keyphrase":["* ostrość frazy kluczowej"],"Get more insights over at %s":["Więcej informacji na ten temat można znaleźć na stronie %s"],"Position over time":["Pozycja w czasie"],"Position":["Położenie"],"Tracking":["Śledzenie"],"Insights":["Spostrzeżenia"],"Select image":["Wybierz obrazek"],"Last month":["Ostatni miesiąc"],"The number of headers and header labels don't match.":["Liczba nagłówków i etykiet nagłówków nie są zgodne."],"Default for %1$s (%2$s)":["Domyślnie dla %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Pomaga to wyszukiwarkom zrozumieć twoją witrynę i treści. Możesz zmienić ustawienia dla tej strony poniżej."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO automatycznie opisuje strony za pomocą schema.org"],"Article type":["Typ artykułu"],"Page type":["Typ strony"],"Learn more about page or content types":["Dowiedz się więcej o typach stron lub treści"],"What type of page or content is this?":["Jaki jest to rodzaj strony lub treści?"],"Learn more about structured data with Schema.org":["Dowiedz się więcej o danych strukturalnych na Schema.org"],"Item Page":["Strona elementu"],"Learn more about the no-index setting on our help page.":["Dowiedz się więcej o ustawieniu nie indeksowania na naszej stronie pomocy."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Możesz tu zmienić ustawienie znaczników meta dla robotów, ale cała witryna jest ustawiona na noindex w ustawieniach prywatności, więc te zmiany nie będą miały żadnego wpływu."],"Learn more about canonical URLs on our help page.":["Dowiedz się więcej o kanonicznych adresach URL na naszej stronie pomocy."],"Learn more about the breadcrumbs title setting on our help page.":["Dowiedz się więcej o ustawianiu tytułu okruszków na naszej stronie pomocy."],"Learn more about advanced meta robots settings on our help page.":["Dowiedz się więcej o zaawansowanych ustawieniach znaczników meta dla robotów na naszej stronie pomocy."],"Learn more about the no-follow setting on our help page.":["Dowiedz się więcej o ustawieniach no-follow na naszej stronie pomocy."],"Should search engines follow links on this content?":["Czy wyszukiwarki powinny śledzić linki w tej treści?"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Poniższe słowa występują najczęściej w treści. Dają one wskazówkę, na czym skupia się treść. Jeśli słowa te znacznie odbiegają od tematu, możesz chcieć odpowiednio przerobić treść."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Gdy tylko dodasz trochę więcej tekstu, wyświetlimy listę słów, które występują w treści najczęściej. Dzięki temu będziesz wiedzieć, na czym koncentruje się treść."],"%d occurrences":["%d wystąpienia"],"Keyphrase":["Fraza kluczowa"],"Good job!":["Dobra robota!"],"Add related keyphrase":["Dodaj podobną frazę kluczową"],"%d day":["%d dzień","%d dni","%d dni"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Przeczytaj nasz %1$sprzewodnik o szukaniu słów kluczowych%2$s, aby dowiedzieć się więcej o szukaniu słów kluczowych i strategii ich dobierania."],"Prominent words":["Popularne słowa"],"%1$s (current default for %2$s)":["%1$s (aktualnie domyślnie dla: %2$s)"],"24\/7 support":["Wsparcie 24\/7"],"Please provide a meta description by editing the snippet below.":["Wprowadź opis meta w poniższym polu edytora wyglądu wyników wyszukiwania."],"No":["Nie"],"Yes":["Tak"],"very difficult":["bardzo trudna"],"Try to make shorter sentences, using less difficult words to improve readability":["Aby poprawić czytelność, spróbuj trochę skrócić zdania i używać prostszych słów"],"difficult":["trudna"],"fairly difficult":["dość trudna"],"fairly easy":["dość łatwa"],"easy":["łatwa"],"very easy":["bardzo łatwa"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Treść uzyskała w teście wynik %1$s, co jest traktowane jako %2$s do przeczytania."],"Flesch reading ease":["Łatwość czytania Flesch"],"Canonical URL":["Kanoniczny adres URL"],"Breadcrumbs Title":["Tytuł okruszków"],"No Snippet":["Brak fragmentu"],"No Archive":["Brak archiwum"],"No Image Index":["Bez indeksu grafik"],"Meta robots advanced":["Zaawansowane ustawienia znaczników meta dla robotów"],"View":["Zobacz"],"Advanced":["Zaawansowane"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}